IDS_GEO_DGNREPORT_KR_TEST = "GEO_DgnReport_KR-Test(Lang:EN)"
IDS_GEO_DGNREPORT_ANALYSISCASE = "Analysis Case"
IDS_GEO_DGNREPORT_DIVISION = "Division"
IDS_GEO_DGNREPORT_1FACE_DRAIN = "Single face drainage"
IDS_GEO_DGNREPORT_2FACE_DRAIN = "Double face drainage"
IDS_GEO_DGNREPORT_APPLY = "Apply"
IDS_GEO_DGNREPORT_APPLY_PARAM = "Applied Design Parameter"
IDS_GEO_DGNREPORT_APPLYINFO = "Applied information"
IDS_GEO_DGNREPORT_AXIAL_ = "Axial force(%s)"
IDS_GEO_DGNREPORT_BASE_D = "Selfweight"
IDS_GEO_DGNREPORT_BASE_E = "Earthquake load"
IDS_GEO_DGNREPORT_BASE_EH = "Horizontal soil pressure"
IDS_GEO_DGNREPORT_BASE_EI = "Earthquake inertia"
IDS_GEO_DGNREPORT_BASE_ES = "Skin shear force due to earthquake"
IDS_GEO_DGNREPORT_BASE_EV = "Vertical soil pressure"
IDS_GEO_DGNREPORT_BASE_LIST = "List\n"
IDS_GEO_DGNREPORT_BASE_PW = "Water pressure"
IDS_GEO_DGNREPORT_BASE_RL = "Relaxation load"
IDS_GEO_DGNREPORT_BASE_SH = "Shrinkage"
IDS_GEO_DGNREPORT_BASE_T = "Seasonal temperature loading"
IDS_GEO_DGNREPORT_BASE_TPG = "Temperature difference between inside and outside"
IDS_GEO_DGNREPORT_CLAY = "Clay"
IDS_GEO_DGNREPORT_COHESION_ = "Cohesion\n(%s)"
IDS_GEO_DGNREPORT_CONSOL_1D = "Check Conditions for Soft Ground"
IDS_GEO_DGNREPORT_CONSOL_1D_ASFOLLOW_ = "* Soft ground consolidation properties for design application are as follows : "
IDS_GEO_DGNREPORT_CONSOL_PRE_ASFOLLOW_ = "* Soft ground consolidation properties for preliminary analysis application are as follows : "
IDS_GEO_DGNREPORT_CONSOL_1D_STANDARD = "Soft Ground Design Standard"
IDS_GEO_DGNREPORT_CONSOL_2COMPRESS_FACTOR = "Secondary compression factor\n(Ca)"
IDS_GEO_DGNREPORT_CONSOL_2COMPRESS_FACTOR2 = "Secondary compression\nFactor(Ca)"
IDS_GEO_DGNREPORT_CONSOL_AIR_DATE = "Scheduled construction period(day)"
IDS_GEO_DGNREPORT_CONSOL_AIR_DATE_ = "Scheduled construction period-%sdays"
IDS_GEO_DGNREPORT_CONSOL_AIR_RESSETTLE_REVIEW = "Residual settlement check as per scheduled construction period"
IDS_GEO_DGNREPORT_CONSOL_AIR_SETTLE = "Settlement calculation results for scheduled construction period"
IDS_GEO_DGNREPORT_CONSOL_ALLOW_SETTLE_ = "Allowable settlement(%s)"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE = "Allowable Residual Settlement"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE_ = "Allowable residual settlement(%s)"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE_APPLY_ = "* Allowable residual settlement for this project is set to %s%s"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE_ORG = "Allowable residual settlements by organizations"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE_TITLE = "Allowable settlement(cm)"
IDS_GEO_DGNREPORT_CONSOL_ANALCASE = "Analysis Case"
IDS_GEO_DGNREPORT_CONSOL_APPLYINFO = "Applied information"
IDS_GEO_DGNREPORT_CONSOL_ARRAY = "Array"
IDS_GEO_DGNREPORT_CONSOL_ASSUME_ = "- Theory for horizontal consolidation due to vertical drainage is assumed in that pore water within the clay layer is drained through the circular section of drainage"
IDS_GEO_DGNREPORT_CONSOL_BANK_DEGREE_PERIOD_ = "Embankment Height%s%s - Degree of Consolidation(U) - Consolidation Period (day)"
IDS_GEO_DGNREPORT_CONSOL_BANK_SETTLE_ = "Consolidation settlement (%s) due to embankment height"
IDS_GEO_DGNREPORT_CONSOL_BANKHEIGHT = "Embankment height"
IDS_GEO_DGNREPORT_CONSOL_BANKS_ = "Embankment height (%s)"
IDS_GEO_DGNREPORT_CONSOL_BARRON_ = "- Applying Barron, Yoshikuni, Hansbo, Onoue, etc. equations results in different outcomes due to different bases of assumptions"
IDS_GEO_DGNREPORT_CONSOL_BATCH_APPLY = "Applied drainage layout"
IDS_GEO_DGNREPORT_CONSOL_BATCH_REVIEW_ = "- Drainage layout method is checked by %s(Sub1(d,e) = %g%sd)"
IDS_GEO_DGNREPORT_CONSOL_BATCH_SHAPE = "Drainage layout shape"
IDS_GEO_DGNREPORT_CONSOL_BOXCULVERT = "Box Culvert\nRaise more during construction"
IDS_GEO_DGNREPORT_CONSOL_CALCULATE_METHOD = "Calculation method"
IDS_GEO_DGNREPORT_CONSOL_CAUTION = "Note : In case of multi-layered ground strata, the settlement in the report is relative to the ground surface (representing the total settlement sum), and the degree of consolidation represents the total settlement of the consolidation strata."
IDS_GEO_DGNREPORT_CONSOL_CAUTION_PRELOADING = "Note : The degree of consolidation is based on the results for total settlement from each preloading height."
IDS_GEO_DGNREPORT_CONSOL_CD = "CD method"
IDS_GEO_DGNREPORT_CONSOL_COMPRESS_INDEX = "Compression index\n(Cc)"
IDS_GEO_DGNREPORT_CONSOL_COMPRESS_INDEX2 = "Compression index\nCc"
IDS_GEO_DGNREPORT_CONSOL_CONSIDER = "Considered"
IDS_GEO_DGNREPORT_CONSOL_CONSIDER_YET = "Not considered"
IDS_GEO_DGNREPORT_CONSOL_CONSTRUCTION_DAYS = "Construction period (day)"
IDS_GEO_DGNREPORT_CONSOL_CONVERSION_ = "- Therefore, the analysis of ground, which includes drainage, uses Effective Diameter converted from the possible drainable diameter, to simplify the calculation."
IDS_GEO_DGNREPORT_CONSOL_CUMULATIVE = "Cumulative"
IDS_GEO_DGNREPORT_CONSOL_CUMULATIVE_ = "Cumulative embankment height (%s)"
IDS_GEO_DGNREPORT_CONSOL_DATE_ = "%s days"
IDS_GEO_DGNREPORT_CONSOL_DEGRE_PERIOD = "Degree of consolidation - Consolidation period (day)"
IDS_GEO_DGNREPORT_CONSOL_DEGREE = "Degree of consolidation"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_DATE_SETTLE = "Degree of consolidation - consolidation period - settlement calculation results"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_P = "Degree of consolidation (%)"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_P_ = "Degree of consolidation\n%s%%"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_P2_ = "Degree of consolidation\n%g%%"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_P3 = "Degree of consolidation\n(%)"
IDS_GEO_DGNREPORT_CONSOL_DGNPARAM = "Soft Ground Design Parameters"
IDS_GEO_DGNREPORT_CONSOL_DISPLAY_ = "Display %d"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_CONDITION = "Drain condition"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_CONDITION2 = "Drain condition"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_CTC = "Drainage spacing"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_CTC_ = "Drainage properties and spacing at %s%s location"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_F = "Flowability of drainage (Sub1(q,w))"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_RESULT_SUMMARY = "Summary of drainage check results"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_SPEC = "Specifications for vertical drainage"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_TYPE = "Drainage type"
IDS_GEO_DGNREPORT_CONSOL_DRAINAGE = "Drainage facilities"
IDS_GEO_DGNREPORT_CONSOL_DRAINCTC_RESSETTLE_REVIEW = "Residual settlement check (improvement period based) based on drainage placement spacing"
IDS_GEO_DGNREPORT_CONSOL_DRAINCTC_REVIEW = "Drainage placement spacing to be checked"
IDS_GEO_DGNREPORT_CONSOL_EFFECT_SETTLE = "Applied Residual Settlement"
IDS_GEO_DGNREPORT_CONSOL_EFFECTIVE_DIA_F = "Effective diameter (Sub1(d,e))"
IDS_GEO_DGNREPORT_CONSOL_EFFECTIVE_PL = "Effective P/L height"
IDS_GEO_DGNREPORT_CONSOL_EMBANK_PARAM = "Embankment Design Parameters"
IDS_GEO_DGNREPORT_CONSOL_EMBANK_SETTLE_RESULT = "Embankment stages - settlement calculation results"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_DIA_F = "Converted diameter (Sub1(d,w))"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_DIAMETER = "Diameter of an equivalent effective circle (Sub1(d,e)) Calculation method"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_F = "Equivalent effective circle (Sub1(d,e))"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_METHOD_F = "< Diameter of an equivalent effective circle (Sub1(d,e)) Calculation method >"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_REVIEW = "Checking Equivalent Effective Circle Based on Drainage Layout Method"
IDS_GEO_DGNREPORT_CONSOL_EXAMINE_DEGREE = "Degree of consolidation to be checked"
IDS_GEO_DGNREPORT_CONSOL_EXAMINE_PL = "Checking P/L height"
IDS_GEO_DGNREPORT_CONSOL_EXPRESSION_APPLY_ = "- %s expression applied"
IDS_GEO_DGNREPORT_CONSOL_FACTOR_F = "Consolidation coefficient ratio (Sub1(C,v)/Sub1(C,h))"
IDS_GEO_DGNREPORT_CONSOL_FIBER_DRAIN = "Fiber Drain method"
IDS_GEO_DGNREPORT_CONSOL_GCP = "GCP method"
IDS_GEO_DGNREPORT_CONSOL_GEO_DGNPARAM = "Ground Design Parameters"
IDS_GEO_DGNREPORT_CONSOL_GEOPARAM = "Ground Parameters"
IDS_GEO_DGNREPORT_CONSOL_GRAPH_PL_RESSETTLE = "P/L height - Residual settlement graph"
IDS_GEO_DGNREPORT_CONSOL_GREEN = "Greenery"
IDS_GEO_DGNREPORT_CONSOL_HORIZ_FACTOR = "Permeability coefficient ratio in horizontal direction (Kh/Kv)"
IDS_GEO_DGNREPORT_CONSOL_HOUSINGCORP = "LH Corp."
IDS_GEO_DGNREPORT_CONSOL_IMPROVEMENT_PERIOD_ = "* Improvement period for check is based on %s date."
IDS_GEO_DGNREPORT_CONSOL_INITVOID = "Initial void ratio\n(e0)"
IDS_GEO_DGNREPORT_CONSOL_INITVOID2 = "Initial void ratio\ne0"
IDS_GEO_DGNREPORT_CONSOL_INTERVAL_TIMING_DAY_ = "%s Timing (day) by interval"
IDS_GEO_DGNREPORT_CONSOL_JAPAN_HIGHWAYCORP = "Japan Highway Corp."
IDS_GEO_DGNREPORT_CONSOL_KJELLMAN_ = "- In case drainage is cast, the most economical triangular layout (Barron) and practical square layout (Kjellman) are used the most."
IDS_GEO_DGNREPORT_CONSOL_KOREA_LANDCORP = "LH Corp."
IDS_GEO_DGNREPORT_CONSOL_LAYER_BANK_ = "Soft layer %s%s - Embankment height %s%s"
IDS_GEO_DGNREPORT_CONSOL_LAYER_THICKNESS = "Soft layer thickness"
IDS_GEO_DGNREPORT_CONSOL_LAYER_THICKNESS_ = "Soft layer thickness (%s)"
IDS_GEO_DGNREPORT_CONSOL_LAYER_THICKNESS2_ = "Soft layer thickness (%s)"
IDS_GEO_DGNREPORT_CONSOL_LOAD = "Load"
IDS_GEO_DGNREPORT_CONSOL_METHOD = "Method"
IDS_GEO_DGNREPORT_CONSOL_MIN_PL = "At least less than P/L"
IDS_GEO_DGNREPORT_CONSOL_OVER_ = "%s greater than %s"
IDS_GEO_DGNREPORT_CONSOL_PACK_DRAIN = "Pack Drain method"
IDS_GEO_DGNREPORT_CONSOL_PBD = "PBD method"
IDS_GEO_DGNREPORT_CONSOL_PERIOD = "Consolidation period"
IDS_GEO_DGNREPORT_CONSOL_PERIOD_DATE = "Duration (day)"
IDS_GEO_DGNREPORT_CONSOL_PERIOD_MONTH = "Consolidation period (day)"
IDS_GEO_DGNREPORT_CONSOL_PL_HEIGHT = "P/L height"
IDS_GEO_DGNREPORT_CONSOL_PL_INCREASE = "P/L height increment"
IDS_GEO_DGNREPORT_CONSOL_POS_REVIEW_ = "Vertical Drainage Check at %s%s Locations"
IDS_GEO_DGNREPORT_CONSOL_PREANAL_AIR_ASFOLLOW_ = "* When checking preliminary analysis, the scheduled construction period is as follows : "
IDS_GEO_DGNREPORT_CONSOL_PREANAL_CASE_ = "* Preliminary analysis check is executed for all %d cases."
IDS_GEO_DGNREPORT_CONSOL_PREANAL_CONDITION = "Conditions for Preliminary Analysis Check"
IDS_GEO_DGNREPORT_CONSOL_PREANAL_REVIEW = "Preliminary Analysis Check"
IDS_GEO_DGNREPORT_CONSOL_PREANAL_SUMMARY = "Summary of results for Preliminary Analysis Check"
IDS_GEO_DGNREPORT_CONSOL_PREANALCASE_RESULT = "Review Results by Preliminary Analysis Cases"
IDS_GEO_DGNREPORT_CONSOL_PRELOADING_ESTIMATE = "Preloading height estimate"
IDS_GEO_DGNREPORT_CONSOL_PRELOADING_HEIGHT = "Preloading height determination"
IDS_GEO_DGNREPORT_CONSOL_PRELOADING_METHOD = "Preloading method check"
IDS_GEO_DGNREPORT_CONSOL_PRELOADING_SUMMARY = "Preloading height - Summary of review results of residual settlement"
IDS_GEO_DGNREPORT_CONSOL_PROCESS_REVIEW = "Check for Accelerated Consolidation Method"
IDS_GEO_DGNREPORT_CONSOL_PROPOSAL_REQUIRED_ = "- Therefore, a suitable, proposed expression is required through comparing proposed expressions."
IDS_GEO_DGNREPORT_CONSOL_PUBLIC_SETTLE = "Total settlement in service"
IDS_GEO_DGNREPORT_CONSOL_RADIAL_RESULT = "Review Results of Radial Consolidation Theory"
IDS_GEO_DGNREPORT_CONSOL_RADIAL_REVIEW = "Review of Radial Consolidation Theory"
IDS_GEO_DGNREPORT_CONSOL_RADIAL_THEORY = "Radial Consolidation Theory"
IDS_GEO_DGNREPORT_CONSOL_RADIAL_THEORY_COMPARISON = "<Radial consolidation theory comparison by proposed expressions>"
IDS_GEO_DGNREPORT_CONSOL_RECOMPRESS = "Recompression index\nCr"
IDS_GEO_DGNREPORT_CONSOL_RECT = "Square"
IDS_GEO_DGNREPORT_CONSOL_RECT_BATCH = "Square layout"
IDS_GEO_DGNREPORT_CONSOL_REMARK = "Remarks"
IDS_GEO_DGNREPORT_CONSOL_REPORT = "Consolidation Analysis Report generation"
IDS_GEO_DGNREPORT_CONSOL_REPORT_1D = "Consolidation Analysis Report generation - Soft ground check conditions"
IDS_GEO_DGNREPORT_CONSOL_REPORT_1D_SAFETY = "Consolidation Analysis Report generation - Soft ground stability check"
IDS_GEO_DGNREPORT_CONSOL_REPORT_DONE = "Consolidation Analysis Report generation completed"
IDS_GEO_DGNREPORT_CONSOL_REPORT_PREANAL = "Consolidation Analysis Report generation - Preliminary analysis check"
IDS_GEO_DGNREPORT_CONSOL_RESSETTLE = "Residual settlement"
IDS_GEO_DGNREPORT_CONSOL_RESSETTLE_ = "Residual settlement (%s)"
IDS_GEO_DGNREPORT_CONSOL_RESSETTLE2_ = "Residual settlement (%s)"
IDS_GEO_DGNREPORT_CONSOL_REVIEW_CONDITION = "Checking conditions"
IDS_GEO_DGNREPORT_CONSOL_REVIEW_SECTION = "Checking section"
IDS_GEO_DGNREPORT_CONSOL_ROAD = "Road"
IDS_GEO_DGNREPORT_CONSOL_SAND_DRAIN = "Sand Drain method"
IDS_GEO_DGNREPORT_CONSOL_SCHEDULED_AIR = "Scheduled Construction Period"
IDS_GEO_DGNREPORT_CONSOL_SCP = "SCP method"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_CALPOS_ = "Settlement calculation at X = %s %s check location"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_ESTIMATE = "Consolidation settlement calculation when un-processed"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_NOHANDLE = "Consolidation settlement check when un-processed"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_OCCUR = "Occurred settlement"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_OCCUR_ = "Occurred settlement (%s)"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_REVIEW = "Consolidation settlement check"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_STANDARD = "Residual settlement standard"
IDS_GEO_DGNREPORT_CONSOL_SOILSTRENGTH_ASFOLLOW_ = "* Ground strength properties applied with design are as follows : "
IDS_GEO_DGNREPORT_CONSOL_STABILITY = "Soft Ground Stability Check"
IDS_GEO_DGNREPORT_CONSOL_STEP = "Step"
IDS_GEO_DGNREPORT_CONSOL_STEPBYSTEP = "By steps"
IDS_GEO_DGNREPORT_CONSOL_STRENGTH_1D_ASFOLLOW_ = "* Soft ground strength properties applied with design are as follows : "
IDS_GEO_DGNREPORT_CONSOL_STRENGTH_ASFOLLOW_ = "* Strength properties applied with design are as follows"
IDS_GEO_DGNREPORT_CONSOL_STRENGTH_INCREASE = "Rate of increase in strength"
IDS_GEO_DGNREPORT_CONSOL_STRESS_RATIO = "Stress distribution ratio"
IDS_GEO_DGNREPORT_CONSOL_SUM = "Sum"
IDS_GEO_DGNREPORT_CONSOL_SURFACE_WATER_CONDITION = "Ground surface water level condition"
IDS_GEO_DGNREPORT_CONSOL_SWELLING_INDEX = "Swelling index\n(Cr)"
IDS_GEO_DGNREPORT_CONSOL_TIME_REVIEW = "Checking consolidation time as per the degree of consolidation"
IDS_GEO_DGNREPORT_CONSOL_TIMING_ESTIMATION = "Calculation of elapsed time as per drainage spacing and degree of consolidation"
IDS_GEO_DGNREPORT_CONSOL_TOTAL = "Total"
IDS_GEO_DGNREPORT_CONSOL_TOTAL_SETTLE = "Total settlement"
IDS_GEO_DGNREPORT_CONSOL_TOTAL_SETTLE_ = "Total settlement\n(%s)"
IDS_GEO_DGNREPORT_CONSOL_TOTAL_SETTLE_RESULT = "Total settlement calculation results"
IDS_GEO_DGNREPORT_CONSOL_TRI = "Equilateral triangle"
IDS_GEO_DGNREPORT_CONSOL_TRI_BATCH = "Equilateral triangle layout"
IDS_GEO_DGNREPORT_CONSOL_UNIT_ = "(Unit : %s)"
IDS_GEO_DGNREPORT_CONSOL_VERTCONSOL_FACTOR_ = "Vertical consolidation factor\nKh(%s)"
IDS_GEO_DGNREPORT_CONSOL_VERTCONSOL_FACTOR2_ = "Vertical consolidation\nFactor cv(%s)"
IDS_GEO_DGNREPORT_CONSOL_VERTDRAIN_CONSIDER_ = "- Consolidation theory of vertical drainage method considers %s."
IDS_GEO_DGNREPORT_CONSOL_VERTDRAIN_INPUT = "Vertical Drainage Specifications and Input Values"
IDS_GEO_DGNREPORT_CONSOL_VERTICAL_DRAIN_ = "- After the Terzaghi(1925)'s 1-D consolidation theory, vertical drainage analysis has evolved to radial drainage research by Barron, Yoshikuni, Hansbo, Onoue, etc, and their proposed equations have been used."
IDS_GEO_DGNREPORT_CONSOL_VERTWATER_FACTOR_ = "Vertical permeability coefficient\nKv(%s)"
IDS_GEO_DGNREPORT_CONSOL_VERTWATER_FACTOR2_ = "Vertical permeability\nCoefficient Kv(%s)"
IDS_GEO_DGNREPORT_CONSOL_WATER_FACTOR_F = "Drainage permeability coefficient (Sub1(K,w))"
IDS_GEO_DGNREPORT_CONSOL_WELL_SMEAR = "Well Resistance and Smear Effect"
IDS_GEO_DGNREPORT_CONSTRUCTION_STAGE = "Construction stage"
IDS_GEO_DGNREPORT_CURVE_CONSOL_DEGREE = "Degree of consolidation curve by placement spacing"
IDS_GEO_DGNREPORT_CURVE_CONSOL_RESSETTLE = "Residual settlement curve by placement spacing"
IDS_GEO_DGNREPORT_CURVE_TIME_DEGREE = "Time-Degree of consolidation curve"
IDS_GEO_DGNREPORT_CURVE_TIME_SETTLE = "Time-Settlement curve"
IDS_GEO_DGNREPORT_DAYS_ = "Greater than or equal to %s days"
IDS_GEO_DGNREPORT_DISTURBED_AREA = "Disturbed area"
IDS_GEO_DGNREPORT_DRAIN_RESISTANCE = "Drain resistance"
IDS_GEO_DGNREPORT_ELASTIC_FACTOR_ = "Modulus of elasticity\n(%s)"
IDS_GEO_DGNREPORT_EQUATION = "Proposed equation"
IDS_GEO_DGNREPORT_ERROR_DGN_FORMAT = "It is a format for which design is not supported."
IDS_GEO_DGNREPORT_FACE_DRAIN = "Single face drainage, Double face drainage"
IDS_GEO_DGNREPORT_FDN_ALLOW_LOAD_NEUTRAL = "Allowable load for pile at neutral axes"
IDS_GEO_DGNREPORT_FDN_ALWAYS = "Normal"
IDS_GEO_DGNREPORT_FDN_ANAL_RESULT = "Foundation Analysis Results"
IDS_GEO_DGNREPORT_FDN_ANAL_RESULT_SUMMARY = "Summary of Foundation Analysis Results"
IDS_GEO_DGNREPORT_FDN_ANALCASE_RESULT = "Results by Analysis Cases"
IDS_GEO_DGNREPORT_FDN_ANGLE = "Square\n([deg])"
IDS_GEO_DGNREPORT_FDN_APPLY_DRILLED = "Drilled Piles Applied"
IDS_GEO_DGNREPORT_FDN_APPLY_FORMAT = "Foundation Type Applied"
IDS_GEO_DGNREPORT_FDN_APPLY_SECTION = "Applied Section"
IDS_GEO_DGNREPORT_FDN_APPLY_TYPE = "Pile Type applied"
IDS_GEO_DGNREPORT_FDN_AXIAL_DISP_ = "Axial displacement (%s)"
IDS_GEO_DGNREPORT_FDN_BASE_DISP = "Foundation displacement"
IDS_GEO_DGNREPORT_FDN_BASE_FORCE = "Foundation force"
IDS_GEO_DGNREPORT_FDN_BASE_STANDARD = "Structures' foundation design standard"
IDS_GEO_DGNREPORT_FDN_BEARING_CALC = "Bearing capacity calculation"
IDS_GEO_DGNREPORT_FDN_BEARING_REVIEW = "Bearing capacity check"
IDS_GEO_DGNREPORT_FDN_BEARING_ROCK_REVIEW = "Rock bearing capacity check"
IDS_GEO_DGNREPORT_FDN_BEARING_SUMMARY = "Summary of pile bearing capacity check"
IDS_GEO_DGNREPORT_FDN_BOLT_JOINT = "Bolt joint"
IDS_GEO_DGNREPORT_FDN_BOLTEX_JOINT = "Bolted joint"
IDS_GEO_DGNREPORT_FDN_BOTTOM = "Bottom"
IDS_GEO_DGNREPORT_FDN_BRIDGE_DGN_SPEC_2008 = "Bridge design specifications (2008)"
IDS_GEO_DGNREPORT_FDN_BROMS = "Limit equilibrium method (Broms)"
IDS_GEO_DGNREPORT_FDN_CHANG = "탄성지반반력법(Chang)"
IDS_GEO_DGNREPORT_FDN_CALC_ALLOW_BEARING = "Allowable bearing load calculation considering negative skin friction"
IDS_GEO_DGNREPORT_FDN_CALC_DRILLEDPILE = "Drilled pile size calculation"
IDS_GEO_DGNREPORT_FDN_CALC_ELASTICFACTOR = "Method of using the ground modulus of elasticity"
IDS_GEO_DGNREPORT_FDN_CALC_FRICTION = "Negative skin friction calculation"
IDS_GEO_DGNREPORT_FDN_CALC_HORIZ_BEARING = "Horizontal bearing calculation"
IDS_GEO_DGNREPORT_FDN_CALC_HORIZFACTOR = "Horizontal modulus of elasticity calculation"
IDS_GEO_DGNREPORT_FDN_CALC_NEUTRAL_POS = "Neutral axes location calculation"
IDS_GEO_DGNREPORT_FDN_CALC_PHCPILE = "PHC pile size calculation"
IDS_GEO_DGNREPORT_FDN_CALC_STEELPILE = "Steel pile size calculation"
IDS_GEO_DGNREPORT_FDN_CALCREPORT_DONE = "Foundation design summary report generated"
IDS_GEO_DGNREPORT_FDN_CALCULATE = "Performing foundation design calculation."
IDS_GEO_DGNREPORT_FDN_CALCULATE_CREATE = "Foundation design report generation"
IDS_GEO_DGNREPORT_FDN_CALCULATE_DONE = "Foundation design calculation completed."
IDS_GEO_DGNREPORT_FDN_CALCULATE_REPORT_DONE = "Foundation design report generated."
IDS_GEO_DGNREPORT_FDN_CALCULATE_SUMMARY = "Summary report of foundation design"
IDS_GEO_DGNREPORT_FDN_CALCULATE_WRITE = "Producing foundation design summary report."
IDS_GEO_DGNREPORT_FDN_CIRCULAR_SECTION = "(Circular section)"
IDS_GEO_DGNREPORT_FDN_CLAY = "Clay"
IDS_GEO_DGNREPORT_FDN_CLAY_ALPHA = "Clay - a factor used"
IDS_GEO_DGNREPORT_FDN_CLAY_FACTOR = "Clay - ? factor method (Effective stress analysis method)"
IDS_GEO_DGNREPORT_FDN_CLAY_LAYER = "Clay layer"
IDS_GEO_DGNREPORT_FDN_CLAY_SPT = "Clay - Standard Penetration Test results used"
IDS_GEO_DGNREPORT_FDN_CLAY_UNDRAIN = "Clay - Undrain strength used"
IDS_GEO_DGNREPORT_FDN_CLOSE_STEEL = "Closed end steel pile"
IDS_GEO_DGNREPORT_FDN_CONSTRUCT_DISTURB_CONSIDER = "Capacity calculation considering ground disturbance during construction"
IDS_GEO_DGNREPORT_FDN_CONSTRUCT_METHOD = "Construction method"
IDS_GEO_DGNREPORT_FDN_CPT = "Static Cone Penetration Test (CPT)"
IDS_GEO_DGNREPORT_FDN_CPT_TIP_RESISTANCE = "Tip resistance of Cone Penetration Test used"
IDS_GEO_DGNREPORT_FDN_CPT_UNLIMITE = "Ultimate bearing capacity calculation using cone penetration resistance in CPT"
IDS_GEO_DGNREPORT_FDN_CREATE_REPORT = "Foundation Analysis Report generation"
IDS_GEO_DGNREPORT_FDN_CURVE_A = "Curve A"
IDS_GEO_DGNREPORT_FDN_CURVE_B = "Curve B"
IDS_GEO_DGNREPORT_FDN_DAVISSION_1970 = "Undrained strength of clay (Davisson,1970)"
IDS_GEO_DGNREPORT_FDN_DEPTH_ = "Depth\n(%s)"
IDS_GEO_DGNREPORT_FDN_DGN_STANDARD_2009 = "Structures foundation design standard (2009.3)"
IDS_GEO_DGNREPORT_FDN_DGN_SUMMARY = "Design summary"
IDS_GEO_DGNREPORT_FDN_DIA = "Diameter"
IDS_GEO_DGNREPORT_FDN_DIR_BEARING_SUMMARY = "Summary of lateral bearing check"
IDS_GEO_DGNREPORT_FDN_DIR_RESULT = "Lateral bearing check results"
IDS_GEO_DGNREPORT_FDN_DRAIN_CONSIDER = "When considering both c and Ø (Drain condition)"
IDS_GEO_DGNREPORT_FDN_DRILLED = "Cast-in-place pile"
IDS_GEO_DGNREPORT_FDN_DRILLED_BEARING = "Bearing capacity calculation for Cast-in-place piles"
IDS_GEO_DGNREPORT_FDN_DRIVEN_PILE = "Driven pile"
IDS_GEO_DGNREPORT_FDN_EARTH = "Seismic"
IDS_GEO_DGNREPORT_FDN_EFFECT_MX = "Overturning (MX)"
IDS_GEO_DGNREPORT_FDN_EFFECT_MY = "Overturning (MY)"
IDS_GEO_DGNREPORT_FDN_EFFECT_STRESS = "Clay - ß factor method (Effective stress analysis method)"
IDS_GEO_DGNREPORT_FDN_ELEM = "Element"
IDS_GEO_DGNREPORT_FDN_ELEM_ANAL_TABLE = "- Analysis results table by elements"
IDS_GEO_DGNREPORT_FDN_FIELD_TEST = "Field test"
IDS_GEO_DGNREPORT_FDN_FIXED_END = "Fixed end"
IDS_GEO_DGNREPORT_FDN_FREE_END = "Free end"
IDS_GEO_DGNREPORT_FDN_FRICTION = "Skin friction"
IDS_GEO_DGNREPORT_FDN_FRICTION_RESULT = "Negative skin friction check results"
IDS_GEO_DGNREPORT_FDN_HARDROCK = "Hard rock"
IDS_GEO_DGNREPORT_FDN_HBEAM = "H section"
IDS_GEO_DGNREPORT_FDN_HEAD_CONDITION = "Head\nCondition"
IDS_GEO_DGNREPORT_FDN_HINGE_END = "Hinge end"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_ = "Horizontal displacement (%s)"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_DX = "Horizontal displacement (DX)"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_DX2 = "Horizontal displacement (Dx)"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_DY = "Horizontal displacement (DY)"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_DY2 = "Horizontal displacement (Dy)"
IDS_GEO_DGNREPORT_FDN_HORIZ_FORCE_FX = "Horizontal force (FX)"
IDS_GEO_DGNREPORT_FDN_HORIZ_FORCE_FY = "Horizontal force (FY)"
IDS_GEO_DGNREPORT_FDN_INFO = "Foundation Type"
IDS_GEO_DGNREPORT_FDN_INFRA_ARCHITECT_2004 = "Structures foundation design specifications (Japanese Architectural Association, 2004)"
IDS_GEO_DGNREPORT_FDN_INLET_CONDITION = "Tip\nCondition"
IDS_GEO_DGNREPORT_FDN_INTERNAL_BEARING = "Bearing capacity calculation of drilled piles"
IDS_GEO_DGNREPORT_FDN_INTERNAL_CONCRETEMILK = "Drilled piles (Bearing end handling method : Cement milk jet mixing)"
IDS_GEO_DGNREPORT_FDN_INTERNAL_CONCRETEPLACING = "Drilled pile (Bearing end handling method : Concrete casting)"
IDS_GEO_DGNREPORT_FDN_INTERNAL_FINALBLOW = "Drilled pile (Bearing end handling method : Final pile driving)"
IDS_GEO_DGNREPORT_FDN_INTERVAL_PILE = "Drilled pile"
IDS_GEO_DGNREPORT_FDN_JAPAN_BRIDGE = "Japanese Road Bridge Standard"
IDS_GEO_DGNREPORT_FDN_LAYER = "Layer name"
IDS_GEO_DGNREPORT_FDN_LIMITE_COMPRESS1 = "1. Use of limit pressure in borehole load test"
IDS_GEO_DGNREPORT_FDN_LIMITE_COMPRESS2 = "2. Use of limit pressure in borehole load test"
IDS_GEO_DGNREPORT_FDN_LOAD_TYPE_ = "Load type : %s"
IDS_GEO_DGNREPORT_FDN_LONG_ALLOW_COMPRESS = "Long term allowable compressive stress of steel pipe pile material"
IDS_GEO_DGNREPORT_FDN_LONG_ALLOW_DRILLED = "Long term allowable compressive stress of drilled cast in place pile"
IDS_GEO_DGNREPORT_FDN_LONG_ALLOW_PHC = "Long term allowable compressive stress of PHC pile material"
IDS_GEO_DGNREPORT_FDN_LONG_PILE = "Long pile"
IDS_GEO_DGNREPORT_FDN_LOOSE_SAND = "Loose sand"
IDS_GEO_DGNREPORT_FDN_MAX_DISP = "Maximum Displacement of Footing"
IDS_GEO_DGNREPORT_FDN_MEYERHOF_1976 = "Bearing capacity (Meyerhof,1976) of sandy soil using the N value from SPT"
IDS_GEO_DGNREPORT_FDN_MIDDLE_PILE = "Middle pile"
IDS_GEO_DGNREPORT_FDN_MIDDLE_SOCKET = "Middle socket"
IDS_GEO_DGNREPORT_FDN_MOMENT_ = "Moment (%s)"
IDS_GEO_DGNREPORT_FDN_NODE = "Node"
IDS_GEO_DGNREPORT_FDN_NODE_ANAL_TABLE = "- Analysis results table by nodes"
IDS_GEO_DGNREPORT_FDN_OPEN_STEEL = "Open end steel pipe pile"
IDS_GEO_DGNREPORT_FDN_PHC = "PHC pile"
IDS_GEO_DGNREPORT_FDN_PILE_ANAL = "Analysis results by piles"
IDS_GEO_DGNREPORT_FDN_PILE_APPLY = "Apply\nPile"
IDS_GEO_DGNREPORT_FDN_PILE_CALC = "Pile member design report"
IDS_GEO_DGNREPORT_FDN_PILE_MAX_DISP = "Maximum Displacement of Pile Member"
IDS_GEO_DGNREPORT_FDN_PILE_MAX_FORCE = "Maximum Force of Pile Member"
IDS_GEO_DGNREPORT_FDN_PILE_NUM = "Pile\nNumber"
IDS_GEO_DGNREPORT_FDN_PILE_NUM2 = "Pile number"
IDS_GEO_DGNREPORT_FDN_PILE_PURCHASE = "Bored precast pile"
IDS_GEO_DGNREPORT_FDN_PILE_TYPE = "Driven pile"
IDS_GEO_DGNREPORT_FDN_PILEBODY_COMPRESS = "Allowable compressive stress of pile member"
IDS_GEO_DGNREPORT_FDN_PILEBODY_SUMMARY = "Summary of pile member check"
IDS_GEO_DGNREPORT_FDN_PILEHEAD_DISP = "Pile head displacement"
IDS_GEO_DGNREPORT_FDN_PILEHEAD_MAX_DISP = "Maximum Displacement of Pile Head"
IDS_GEO_DGNREPORT_FDN_PILEHEAD_MAX_REACTION = "Maximum Reaction of Pile Head"
IDS_GEO_DGNREPORT_FDN_PILEHEAD_REACTION = "Pile head reaction"
IDS_GEO_DGNREPORT_FDN_PILETYPE_ASFOLLOW = "Equation for driven pile can be used if the following conditions are met (Canadian Geotechnical Society(1985)) : "
IDS_GEO_DGNREPORT_FDN_PILETYPE_BEARING = "Bearing capacity calculation for driven pile"
IDS_GEO_DGNREPORT_FDN_PMT = "Pressuremeter test"
IDS_GEO_DGNREPORT_FDN_POS_ = "Position (%s)"
IDS_GEO_DGNREPORT_FDN_RAILBRIDGE_DGN_2004 = "Railway Bridge Design Standard (2004)"
IDS_GEO_DGNREPORT_FDN_REACTION_FORCE_ = "Ground reaction (%s)"
IDS_GEO_DGNREPORT_FDN_REDUCT_LOAD = "Reduction in load capacity due to length/diameter ratio"
IDS_GEO_DGNREPORT_FDN_REDUCT_LOAD_JOINT = "Reduction in load capacity due to pile splicing"
IDS_GEO_DGNREPORT_FDN_REDUCT_PURCHASE_ = "(Apply 1/2 of the applicable reduction because of bored precast pile : %g%%)"
IDS_GEO_DGNREPORT_FDN_REPORT_CREATE = "Report generation for foundation design summary"
IDS_GEO_DGNREPORT_FDN_REPORT_DONE = "Foundation Analysis Report generation completed"
IDS_GEO_DGNREPORT_FDN_ROCK = "Rock"
IDS_GEO_DGNREPORT_FDN_ROCK_1979 = "Rock - Horvath and Kenney (1979) (qu %s1,900 kN/m^2 and fw %s1,900 kN/m^2)"
IDS_GEO_DGNREPORT_FDN_ROCK_1988 = "Rock - Carter and Kulhawy (1988) (qu %s1,900 kN/m^2)"
IDS_GEO_DGNREPORT_FDN_ROCKPILE_UNLIMITE = "Ultimate bearing capacity calculation for piles driven into rock"
IDS_GEO_DGNREPORT_FDN_ROCKSTRENTH_JOINT = "1. Rock strength and joint properties used"
IDS_GEO_DGNREPORT_FDN_ROTATION = "Rotational angle\n([deg])"
IDS_GEO_DGNREPORT_FDN_ROTATION_MZ = "Rotation (MZ)"
IDS_GEO_DGNREPORT_FDN_ROTATION_RAD = "Rotational displacement (rad)"
IDS_GEO_DGNREPORT_FDN_ROTATION_RX = "Rotational displacement (RX)"
IDS_GEO_DGNREPORT_FDN_ROTATION_RY = "Rotational displacement (RY)"
IDS_GEO_DGNREPORT_FDN_ROTATION_RZ = "Rotational displacement (RZ)"
IDS_GEO_DGNREPORT_FDN_ROUGH_SOCKET = "Rough socket"
IDS_GEO_DGNREPORT_FDN_SAND = "Sand"
IDS_GEO_DGNREPORT_FDN_SAND_C = "C-Phi soil"
IDS_GEO_DGNREPORT_FDN_SAND_OFFER_FRICTION_TABLE = "Sandy soil ground - Proposed skin friction table"
IDS_GEO_DGNREPORT_FDN_SAND_OFFER_TABLE = "Sandy soil ground - Table for end bearing capacity of piles"
IDS_GEO_DGNREPORT_FDN_SAND_SPT = "Sandy soil - SPT results used"
IDS_GEO_DGNREPORT_FDN_SATURATION_UNIT_WEIGHT_ = "Saturation\nUnit weight\n(%s)"
IDS_GEO_DGNREPORT_FDN_SECTION = "Section"
IDS_GEO_DGNREPORT_FDN_SETTLE_RESULT = "Settlement check results"
IDS_GEO_DGNREPORT_FDN_SETTLE_SUMMARY = "Summary of settlement check"
IDS_GEO_DGNREPORT_FDN_SHEAR_FORCE_ = "Shear force (%s)"
IDS_GEO_DGNREPORT_FDN_SHORT_PILE = "Short pile"
IDS_GEO_DGNREPORT_FDN_SMOOTH_SOCKET = "Smooth socket"
IDS_GEO_DGNREPORT_FDN_SOFTROCK = "Soft rock"
IDS_GEO_DGNREPORT_FDN_SOIL_LAYER = "Soil Layer"
IDS_GEO_DGNREPORT_FDN_SOIL_N = "Method of using N value of ground"
IDS_GEO_DGNREPORT_FDN_SOME_DENSE = "Medium dense sandy soil"
IDS_GEO_DGNREPORT_FDN_SPT = "Standard Penetration Test"
IDS_GEO_DGNREPORT_FDN_SPT_UNLIMITE = "Ultimate strength calculation using SPT"
IDS_GEO_DGNREPORT_FDN_STATICS_REVIEW = "Statics check"
IDS_GEO_DGNREPORT_FDN_STEEL = "Steel pipe pile"
IDS_GEO_DGNREPORT_FDN_STEELPILE_SOFTROCK = "End bearing capacity of steel pipe pile socketed into soft rock"
IDS_GEO_DGNREPORT_FDN_STRUCT_CHECK = "Structural check"
IDS_GEO_DGNREPORT_FDN_SUB_FRICTION_SUMMARY = "Summary of negative skin friction check"
IDS_GEO_DGNREPORT_FDN_TIP_BEARING = "End bearing capacity"
IDS_GEO_DGNREPORT_FDN_TOP = "Top"
IDS_GEO_DGNREPORT_FDN_TYPE = "Type"
IDS_GEO_DGNREPORT_FDN_UNDRAIN_CLAY = "Clay - a factor method (Undrained condition)"
IDS_GEO_DGNREPORT_FDN_UNIT_LENGTH = "Length\n(%s)"
IDS_GEO_DGNREPORT_FDN_USE_CANADIAN_1985 = "Borehole load test results used. (Canadian Geotechnical Society(1985))"
IDS_GEO_DGNREPORT_FDN_USE_SPT = "Standard Penetration Test results used"
IDS_GEO_DGNREPORT_FDN_USER_PILE = "User defined pile"
IDS_GEO_DGNREPORT_FDN_USER_RC = "User RC pile"
IDS_GEO_DGNREPORT_FDN_USER_SRC = "User SRC pile"
IDS_GEO_DGNREPORT_FDN_USER_STEEL = "User Steel pile"
IDS_GEO_DGNREPORT_FDN_VERT_DISP = "Vertical displacement (DZ)"
IDS_GEO_DGNREPORT_FDN_VERT_DISP_DZ = "Vertical displacement (Dz)"
IDS_GEO_DGNREPORT_FDN_VERT_DISP2 = "Vertical displacement (Dz)"
IDS_GEO_DGNREPORT_FDN_VERT_FORCE_FX = "Vertical force\nFx"
IDS_GEO_DGNREPORT_FDN_VERT_FORCE_FX_ = "Vertical force(%s)Fx"
IDS_GEO_DGNREPORT_FDN_VERT_FORCE_FZ = "Vertical force (FZ)"
IDS_GEO_DGNREPORT_FDN_VERT_FORCE_FZ_ = "Vertical force (%s)FZ"
IDS_GEO_DGNREPORT_FDN_VERY_DENSE = "Very dense sand"
IDS_GEO_DGNREPORT_FDN_WELDING = "Welded connection"
IDS_GEO_DGNREPORT_FDN_WET_UNIT_WEIGHT_ = "Wet\nUnit weight\n(%s)"
IDS_GEO_DGNREPORT_FDN_XDIR_ANAL = "- Analysis results graph in X direction"
IDS_GEO_DGNREPORT_FDN_YDIR_ANAL = "- Analysis results graph in Y direction"
IDS_GEO_DGNREPORT_FDN_CLAYGROUND = "(1) Clay layer"
IDS_GEO_DGNREPORT_FRICTION_ANGLE = "Internal friction angle\n([deg])"
IDS_GEO_DGNREPORT_FRICTION_ANGLE2 = "Internal friction angle([deg])"
IDS_GEO_DGNREPORT_GRAPH_CALCULATE = "Calculation results graph"
IDS_GEO_DGNREPORT_INTERVAL_ = "Interval(%s)"
IDS_GEO_DGNREPORT_KOREA_HIGHWAYCORP = "Korea Highway Corp."
IDS_GEO_DGNREPORT_MATERIAL_PROPERTY = "Material Properties of Temporary Support"
IDS_GEO_DGNREPORT_MAX_STRESS = "Maximum principal stress"
IDS_GEO_DGNREPORT_MIN_STRESS = "Minimum principal stress"
IDS_GEO_DGNREPORT_OUTPUT = "Analysis Output"
IDS_GEO_DGNREPORT_PERIOD = "Period"
IDS_GEO_DGNREPORT_POISSON = "Poisson's ratio"
IDS_GEO_DGNREPORT_POS = "Position"
IDS_GEO_DGNREPORT_PROPERTY = "Properties"
IDS_GEO_DGNREPORT_PROPONENT = "Proponent"
IDS_GEO_DGNREPORT_REMARK = "Remarks"
IDS_GEO_DGNREPORT_REVIEW_CONDITION = "Review conditions"
IDS_GEO_DGNREPORT_REVIEW_INTERVAL = "Review interval"
IDS_GEO_DGNREPORT_REVIEW_SECTION = "Review section"
IDS_GEO_DGNREPORT_SAFETY = "Safety factor"
IDS_GEO_DGNREPORT_SAFETY_F = "Sub1(Safety factor, min)"
IDS_GEO_DGNREPORT_SAND = "Sandy soil"
IDS_GEO_DGNREPORT_SATURATE_UNITWEIGHT = "Saturated unit weight (tonf/m^3)"
IDS_GEO_DGNREPORT_SATURATED_UNITWEIGHT_ = "Saturated unit weight\n(%s)"
IDS_GEO_DGNREPORT_SECTION = "Section"
IDS_GEO_DGNREPORT_SECTION2 = "Section"
IDS_GEO_DGNREPORT_SECTION3 = "Section"
IDS_GEO_DGNREPORT_SECTION4 = "Section"
IDS_GEO_DGNREPORT_SECTION5 = "Section"
IDS_GEO_DGNREPORT_SLOPE_APP_PROPERTY = "Applied Properties"
IDS_GEO_DGNREPORT_SLOPE_BANK = "Embank\n-ment\npart"
IDS_GEO_DGNREPORT_SLOPE_BANK_CASE = "- In case of embankment height in excess of 15m\n- In case a bridge abutment foundation is supported on fill\n- In case a slope is steeper than the standard slope\n- In case the water content of embankment is high and especially its shear strength is low"
IDS_GEO_DGNREPORT_SLOPE_BANK_CONDITION = "Embankment\nConditions"
IDS_GEO_DGNREPORT_SLOPE_BASE_STRUCT = "In case of structural foundation"
IDS_GEO_DGNREPORT_SLOPE_BUILDING_SAFETY = "Safety standard for embankment slope"
IDS_GEO_DGNREPORT_SLOPE_BUILDING_SECTOR = "Embankment region"
IDS_GEO_DGNREPORT_SLOPE_CASE_CDTEST = "C=0, in case of CD test"
IDS_GEO_DGNREPORT_SLOPE_CASE_LONG_LOAD = "In case a long term load is acting"
IDS_GEO_DGNREPORT_SLOPE_CASE_TEMP_LOAD = "In case a temporary load is acting and during construction"
IDS_GEO_DGNREPORT_SLOPE_COMNLOAD_APPLY = "Applied after service load has been placed"
IDS_GEO_DGNREPORT_SLOPE_CONSTRUCTION_ANAL = "Construction Stage Analysis"
IDS_GEO_DGNREPORT_SLOPE_CONSTRUCTION_STANDARD = "Design standard for slopes in construction"
IDS_GEO_DGNREPORT_SLOPE_CONSTRUCTIVE = "Ministry of construction"
IDS_GEO_DGNREPORT_SLOPE_CONSTRUCTUT_TRANSPORT = "Ministry of construction and transportation"
IDS_GEO_DGNREPORT_SLOPE_CONVENTION_PORT = "Seaport Convention"
IDS_GEO_DGNREPORT_SLOPE_CTC = "Reinforcement spacing\n(C.T.C)"
IDS_GEO_DGNREPORT_SLOPE_DETERMIN = "Evaluation"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD = "Design standard"
IDS_GEO_DGNREPORT_SLOPE_DRY_ADD_CHECK_ = "- Dry season's %s slope stability check : At %s allowable safety factor %g has not been satisfied.  Re-check is required."
IDS_GEO_DGNREPORT_SLOPE_DRY_SATISFACTION_ = "- Dry season's %s slope stability check : In case of %s allowable safety factor %g has been satisfied.  Determined to be safe."
IDS_GEO_DGNREPORT_SLOPE_DRY_SEASON = "Dry Season"
IDS_GEO_DGNREPORT_SLOPE_DRY_UNSATISFACTION_ = "- Dry season's %s slope stability check : In case of %s allowable safety factor %g has not been satisfied.  Re-check is required."
IDS_GEO_DGNREPORT_SLOPE_EARTHQUAKE = "In case of earthquake"
IDS_GEO_DGNREPORT_SLOPE_EXTERNAL_CASE = "- In case severe damage is expected to inflict on adjacent facilities\n- In case reconstruction takes long time and the road becomes severely dysfunctional\n- In case the foundation in the embankment zone is on weak soil or slope sliding is concerned\n- In case excessive infiltration of water is expected due to the terrain (embankment at a valley, etc.)\n"
IDS_GEO_DGNREPORT_SLOPE_EXTERNAL_CONDITION = "External\nConditions"
IDS_GEO_DGNREPORT_SLOPE_FAKE_STRUCT = "Temporary structure, Slope stability during construction"
IDS_GEO_DGNREPORT_SLOPE_GENERAL_STRUCT = "In case of general structures"
IDS_GEO_DGNREPORT_SLOPE_GERNERAL_STABILITY = "General stability applied during construction"
IDS_GEO_DGNREPORT_SLOPE_IMPORT_STRUCT = "In case of important structures"
IDS_GEO_DGNREPORT_SLOPE_INIT_SPREAD_ = "Initial spread range\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_INIT_SPREAD_ANGLE_ = "Initial spread angle\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_JAPAN_GEOTECH_SOCIETY = "Japanese Geotechnical Society\n(Soft soil investigation\nDesign Construction method)"
IDS_GEO_DGNREPORT_SLOPE_JAPAN_PRACTICE_5 = "Japanese Road Practice Lecture 5"
IDS_GEO_DGNREPORT_SLOPE_KOREA_INFRASTRUCT = "Korea infrastructure safety\nmanagement bureau"
IDS_GEO_DGNREPORT_SLOPE_MATERIAL_INTENSITY_ = "Member strength\n(%s/pile)"
IDS_GEO_DGNREPORT_SLOPE_MATERIAL_TYPE = "Member type"
IDS_GEO_DGNREPORT_SLOPE_MAX_SHEAR_STRAIN = "Maximum shear strain"
IDS_GEO_DGNREPORT_SLOPE_MINI_SAFETY = "Minimum safety factor"
IDS_GEO_DGNREPORT_SLOPE_MOWING_SAFETY_STANDARD = "Safety standard for slope cut"
IDS_GEO_DGNREPORT_SLOPE_MOWING_SECTOR = "Cut zone"
IDS_GEO_DGNREPORT_SLOPE_NAME = "Name"
IDS_GEO_DGNREPORT_SLOPE_NATIONAL_COAL = "National Coal\nBoard (UK)"
IDS_GEO_DGNREPORT_SLOPE_NAVFAC = "NAVFAC (US)"
IDS_GEO_DGNREPORT_SLOPE_OBJECTIVE_ANSWER = "For slope stability check, the site conditions, constructability and economy need to be considered."
IDS_GEO_DGNREPORT_SLOPE_PORT_FACILITY = "Port facilities technical standard, Commentary (Japan)"
IDS_GEO_DGNREPORT_SLOPE_RAINY_ADD_CHECK_ = "- Rainy season's %s slope stability check : At %s allowable safety factor %g has not been satisfied.\nRe-check is required."
IDS_GEO_DGNREPORT_SLOPE_RAINY_SATISFACTION_ = "- Rainy season's %s slope stability check : In case of %s allowable safety factor %g has been satisfied.\nDetermined to be safe."
IDS_GEO_DGNREPORT_SLOPE_RAINY_SEASON = "Rainy Season"
IDS_GEO_DGNREPORT_SLOPE_RAINY_UNSATISFACTION_ = "- Rainy season's %s slope stability check : In case of %s allowable safety factor %g has not been satisfied.  Re-check is required."
IDS_GEO_DGNREPORT_SLOPE_REPORT_CREATE = "Slope analysis report generation"
IDS_GEO_DGNREPORT_SLOPE_REPORT_DONE = "Slope analysis report generation completed"
IDS_GEO_DGNREPORT_SLOPE_REVIEW_OBJECTIVE = "Review Objective"
IDS_GEO_DGNREPORT_SLOPE_ROAD_DGN_TIPS = "Road design tips"
IDS_GEO_DGNREPORT_SLOPE_ROAD_SOFT_GUIDELINE = "Road civil work, Guidelines for measures against soft ground"
IDS_GEO_DGNREPORT_SLOPE_SAFETY_ANAL = "Analysis safety factor"
IDS_GEO_DGNREPORT_SLOPE_SAFETY_APPLY = "Applied Safety Factor"
IDS_GEO_DGNREPORT_SLOPE_SAFETY_RESULT = "Analysis Results"
IDS_GEO_DGNREPORT_SLOPE_SAFETY_STANDARD = "Standard safety factor"
IDS_GEO_DGNREPORT_SLOPE_SATURATED_SAND = "In case of saturated sand (C=0)"
IDS_GEO_DGNREPORT_SLOPE_SELECT_ANSWER = "For embankment height in excess of 15m and abutment zones and for slope cut height in excess of 20m are generally selected for review.  Other zones to be reviewed are selected based on the site conditions in accordance with the following standards : "
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD = "Selection standard"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD2 = "Selection standard"
IDS_GEO_DGNREPORT_SLOPE_SELECT_TARGET_CONDITION = "<Conditions for selecting target review zones>"
IDS_GEO_DGNREPORT_SLOPE_SETTLEMENT_ = "Anchor length\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_SOIL_PROPERTY = "Soil Properties"
IDS_GEO_DGNREPORT_SLOPE_STABILITY_ANAL = "Slope Stability Analysis"
IDS_GEO_DGNREPORT_SLOPE_STANDARD_SAFETY_PLAN = "Standard planned safety factor"
IDS_GEO_DGNREPORT_SLOPE_STRUCT_DGN_STANDARD = "Design standard for structures foundation"
IDS_GEO_DGNREPORT_SLOPE_TRIM_CASE = "- In case of a cut in excess of 20m in height\n- In case of soil prone to erosion (loose sand, weathered rock)\n- In case colluvial and sedimentary layers are predominant\n- In case adverse effects on the surrounding existing structures are expected\n- In case of having a history of slope sliding or failure, being at an unstable state\n- In case of a high underground water level with a large volume of water\n"
IDS_GEO_DGNREPORT_SLOPE_TRIM_PART = "Part to be cut"
IDS_GEO_DGNREPORT_SLOPE_XDISP = "Lateral displacement (X-Displacement)"
IDS_GEO_DGNREPORT_SLOPE_XZSHEAR = "Shear stress (XZ-Shear Stress)"
IDS_GEO_DGNREPORT_SLOPE_ZDISP = "Vertical displacement (Z-Displacement)"
IDS_GEO_DGNREPORT_SMEAR_DIA_F = "Smear Zone diameter (Sub1(d,s))"
IDS_GEO_DGNREPORT_SMEAR_DIA_RATIO_F = "Smear zone diameter ratio (Sub1(d,s)/Sub1(d,w))"
IDS_GEO_DGNREPORT_SMEAR_WATER_F = "Smear Zone - permeability coefficient (Sub1(K,s))"
IDS_GEO_DGNREPORT_SMEAR_WATER_RATIO_F = "Smear Zone - permeability coefficient ratio (Sub1(K,h)/Sub1(K,s))"
IDS_GEO_DGNREPORT_TOOL_CONSOL_PERIOD = "Consolidation period (day)"
IDS_GEO_DGNREPORT_TOOL_DATE_ = "%d days"
IDS_GEO_DGNREPORT_TOOL_EMBANK_THICK = "Embankment layer"
IDS_GEO_DGNREPORT_TOOL_INSTALL_INTERVAL_ = "Installation interval (%s)"
IDS_GEO_DGNREPORT_TOOL_PRELOADING_ = "Preloading height (%s)"
IDS_GEO_DGNREPORT_TOOL_SETTLE_AMOUNT = "Amount of settlement"
IDS_GEO_DGNREPORT_TOOL_SETTLE_AMOUNT_ = "Amount of settlement (%s)"
IDS_GEO_DGNREPORT_TOOL_SETTLE_PERIOD = "Settlement period (day)"
IDS_GEO_DGNREPORT_TOOL_SOFT_LAYER = "Soft layer"
IDS_GEO_DGNREPORT_TOOL_TOTAL_SETTLE_ = "Total settlement (%s)"
IDS_GEO_DGNREPORT_TUNNEL_10PERCENT = "Within 10% of the radius of the tunnel\nWithin 10% of the length of the rock bolt used"
IDS_GEO_DGNREPORT_TUNNEL_3PERCENT = "Within 3 to 4% of the tunnel radius and rock bolt length\nMaximum allowable range : 30cm"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_MEMBER_REVIEW = "Member Forces Check for Adjacent Structures"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_REPORT_CREATE = "Report generation for structures adjacent to the tunnel"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_REPORT_DONE = "Report generation for structures adjacent to the tunnel completed"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_REPORT_REVIEW = "Report generation for structures adjacent to the tunnel - member forces check"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_REVIEW_RESULT = "Adjacent Structures Review Results"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_SETTLE = "Settlement check for adjacent structures"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_SETTLE_RESULT = "Settlement results of adjacent structures"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_SETTLE_REVIEW = "Report generation for structures adjacent to the tunnel - settlement check"
IDS_GEO_DGNREPORT_TUNNEL_AECHU_LAYER = "Talus layer ground"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_ANGLE_DISP = "Allowable angular displacement"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_COMPRESS = "Allowable compressive stress"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_DISP = "Allowable Displacement of Ground"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_LIMITE = "Temporary support Structures Standard"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_SETTLE = "Allowable settlement"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_SHEAR = "Allowable shear stress"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_SINK_CALC = "Allowable sinking calculation method"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_STRESS = "Allowable stress"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_STRESS_CHECK = "Allowable stress check"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_TENSION = "Allowable tensile stress"
IDS_GEO_DGNREPORT_TUNNEL_ANAL_RESULT = "Tunnel Analysis Results"
IDS_GEO_DGNREPORT_TUNNEL_ANAL_SECTION = "Analysis Section"
IDS_GEO_DGNREPORT_TUNNEL_ANAL_STAGE = "Analysis Stages"
IDS_GEO_DGNREPORT_TUNNEL_ANAL1 = "A representative tunnel section has been selected on the basis of structural and geotechnical factors for numerical analysis.\nThe section has been analyzed for construction stages reflecting temporary support structures.\n"
IDS_GEO_DGNREPORT_TUNNEL_ANAL2 = "The analysis results have been compiled by construction stages for crown settlement, side wall displacement, shotcrete stress, rock bolt axial forces, etc.\n"
IDS_GEO_DGNREPORT_TUNNEL_ANAL3 = "The analysis results need to be compared with actual instrumental measurements in actual construction.\nIf the design/ground conditions differ from the construction conditions, re-analysis reflecting the site conditions needs to take place, which may result in change in excavation method, excavated length, temporary support method, etc."
IDS_GEO_DGNREPORT_TUNNEL_ANALSTAGE_LOADSHEAR = "Construction Stages and Load Sharing Ratio"
IDS_GEO_DGNREPORT_TUNNEL_ANGULAR_OCCUR = "Angular displacement occurred"
IDS_GEO_DGNREPORT_TUNNEL_APPLY_DISP_ = "Allowable displacement applied (%s)"
IDS_GEO_DGNREPORT_TUNNEL_AUSTRIA_ALBERG = "Austrian Alberg tunnel management standard"
IDS_GEO_DGNREPORT_TUNNEL_AXIAL = "Axial force"
IDS_GEO_DGNREPORT_TUNNEL_AXIAL_FORCE = "Temporary support members axial forces"
IDS_GEO_DGNREPORT_TUNNEL_AXIAL_FORCE_ = "Temporary support members axial forces (%s)"
IDS_GEO_DGNREPORT_TUNNEL_AXIAL_TABLE = "Axial forces table"
IDS_GEO_DGNREPORT_TUNNEL_BASED_SECTION_CONSTANT = "Basis for Section properties calculations"
IDS_GEO_DGNREPORT_TUNNEL_BENDING_COMPRESS_STRESS = "Flexural compression stress"
IDS_GEO_DGNREPORT_TUNNEL_BENDING_SHEAR_FORMULA = "Shear stress formula"
IDS_GEO_DGNREPORT_TUNNEL_BENDING_STRESS_FORMULA = "Flexural stress formula"
IDS_GEO_DGNREPORT_TUNNEL_BOTTOM_STEEL_F_ = "+ Bottom bars (Sub1(A,sb)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_CAUTION_1 = "Caution level 1"
IDS_GEO_DGNREPORT_TUNNEL_CAUTION_2 = "Caution level 2"
IDS_GEO_DGNREPORT_TUNNEL_CHANGE_TABLE = "Deformed shape"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_ = "Compressive stress (%s)"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_RESULT = "Results for flexural compression checks"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_RULE_EB_F_ = "Sub1(e,b) %s e ............. compression governed\n"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_RULE_F_ = "Sub1(P,u) %s 0 ............. compression governed\n"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_SECTION_FORCE = "Sectional force at flexural compression check"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_STRESS = "Compressive stress"
IDS_GEO_DGNREPORT_TUNNEL_CONCRETE_SHEAR_STRENGTH = "Nominal shear strength of concrete\n"
IDS_GEO_DGNREPORT_TUNNEL_CONTENTS = "Contents"
IDS_GEO_DGNREPORT_TUNNEL_CONTINUE_1CM = "1cm/day continued for 3 days"
IDS_GEO_DGNREPORT_TUNNEL_CONTINUE_3CM = "3cm/day continued for 3 days"
IDS_GEO_DGNREPORT_TUNNEL_CONTINUE_5MM = "5mm/day continued for 3 days"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION_ = "Applied criterion : %s "
IDS_GEO_DGNREPORT_TUNNEL_CRITERION1 = "Criterion 1"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION1_CONTENTS1 = "Though no damage has been made\nEnhanced behavior monitoring is required"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION1_CONTENTS2 = "Enhanced behavior monitoring\nTemporary supports increased"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION2 = "Criterion 2"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION2_ = "Applied criterion : %s\n"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION2_CONTENTS1 = "A level at which inflicting damage is possible"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION2_CONTENTS2 = "Re-checks for temporary support design"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION3 = "Criterion 3"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION3_CONTENTS1 = "Partial damage occurred\nPossibility for damage during excavation"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION3_CONTENTS2 = "Design/Construction/Control value re-check"
IDS_GEO_DGNREPORT_TUNNEL_DAN_F_ = "- %d end ( Sub1(d,c) = %s %s) : %s @ %s %s"
IDS_GEO_DGNREPORT_TUNNEL_DGN_ALLOW_STRESS = "Allowable stress design method"
IDS_GEO_DGNREPORT_TUNNEL_DGN_CONDITION = "<Design conditions>\n"
IDS_GEO_DGNREPORT_TUNNEL_DGN_SHEAR_STRENGTH_F_ = "  Design shear strength %sSub1(V,n) = Ø%s(Sub1(V,c)+Sub1(V,s)) = %s %s %s Sub1(V,u) = %s %s ....... "
IDS_GEO_DGNREPORT_TUNNEL_DGN_SHEAR_STRENGTH2_F_ = "  Design shear strength %sSub1(V,n) = %s%s(Sub1(V,c)+Sub1(V,s)) = %s %s %s Sub1(V,u) = %s %s ....... "
IDS_GEO_DGNREPORT_TUNNEL_DGN_SHEARSTEEL_STRENGTH_F_ = "  Rebar design shear strength %sSub1(V,s) = Ø%sSub1(A,v)%sSub1(f,yt)%sd/s = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_DGN_SHEARSTEEL_STRENGTH2_F_ = "Rebar design shear strength %sSub1(V,s) = %s%sSub1(A,v)%sSub1(f,yt)%sd/s = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_DGN_STRENGTH_F_ = "* Design strength (Sub1(f,ck)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_DISP = "Displacement"
IDS_GEO_DGNREPORT_TUNNEL_DISP_ = "Displacement (%s)"
IDS_GEO_DGNREPORT_TUNNEL_DISTANCE_ = "Distance (%s)"
IDS_GEO_DGNREPORT_TUNNEL_DSIP_TEND = "Tendency for displacement occurrence"
IDS_GEO_DGNREPORT_TUNNEL_ECCENTRICITY_ = "Eccentricity (e) = %s %s\n\n"
IDS_GEO_DGNREPORT_TUNNEL_ECCENTRICITY_BALANCING_F_ = "Balancing eccentricity : Sub1(e,b) = Sub1(M,b)/Sub1(P,b) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_ESTIMATE_SECTION = "Section force calculation"
IDS_GEO_DGNREPORT_TUNNEL_ESTIMATE_STEEL = "Rebar steel calculation"
IDS_GEO_DGNREPORT_TUNNEL_EVALUATION = "Evaluation criteria"
IDS_GEO_DGNREPORT_TUNNEL_EXPANSIVE_LAYER = "Expansive ground layer"
IDS_GEO_DGNREPORT_TUNNEL_FCA_ALLOW_ = "- Allowable flexural compression stress : fca = 0.4 fck = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FCAS_ALLOW_ = "- Allowable flexural compression stress : fca = 0.4 fck = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FCK_28_ = "- 28 day design strength : fck = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FCKS_28_ = "- 28 day design strength : fck = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FORCE_TEND = "Tendency for member forces occurrence in temporary support members"
IDS_GEO_DGNREPORT_TUNNEL_FRANCE_MANAGE = "France engineering management standard"
IDS_GEO_DGNREPORT_TUNNEL_FSA_ = "- Allowable stress : fsa = 0.5 fy = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FSAS_ = "- Allowable stress : fsa = 0.5 fy = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FY_ = "- Yield strength : fy = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FYS_ = "- Yield strength : fy = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_GROUND = "Ground"
IDS_GEO_DGNREPORT_TUNNEL_GROUND_CONDITION = "Ground condition"
IDS_GEO_DGNREPORT_TUNNEL_HARDROCK = "Hard rock"
IDS_GEO_DGNREPORT_TUNNEL_HARDROCK_A = "A (Hard rock)"
IDS_GEO_DGNREPORT_TUNNEL_HARDROCK_LAYER = "Hard rock layer"
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_DISP = "Horizontal displacement"
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_INTERVAL_ = "Horizontal interval (S) = %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_INTERVAL2_ = "  Horizontal interval s = %s %s %s %s ....... "
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_INTERVAL3_ = "Horizontal interval s = %s %s %s %s ......."
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_STRAIN = "Horizontal strain"
IDS_GEO_DGNREPORT_TUNNEL_IDEAL_DISP = "Ideal inner displacement"
IDS_GEO_DGNREPORT_TUNNEL_JAPAN_CONSTRUCT_MANAGE = "Japanese construction management standard"
IDS_GEO_DGNREPORT_TUNNEL_JAPAN_SETTLE_MANAGE = "Shear settlement management standard (Japan Geotechnical Engineering Society, 1986)"
IDS_GEO_DGNREPORT_TUNNEL_LENGTH_CENTER2COMPRESS = "Distance between the centroid of rebars and extreme compression fiber\n"
IDS_GEO_DGNREPORT_TUNNEL_LEVEL = "Level"
IDS_GEO_DGNREPORT_TUNNEL_LINING_ANAL_CHECK = "Lining analysis results and section force check"
IDS_GEO_DGNREPORT_TUNNEL_LINING_ANAL_RESULT = "Lining analysis results"
IDS_GEO_DGNREPORT_TUNNEL_LINING_REPORT_CREATE = "Tunnel lining design report generation"
IDS_GEO_DGNREPORT_TUNNEL_LINING_REPORT_DGN = "Tunnel lining design report generation - Allowable stress design"
IDS_GEO_DGNREPORT_TUNNEL_LINING_REPORT_DONE = "Tunnel lining design report generation completed"
IDS_GEO_DGNREPORT_TUNNEL_LINING_STRENGTH_DGN = "Tunnel lining design report generation - Strength design"
IDS_GEO_DGNREPORT_TUNNEL_LIST = "List"
IDS_GEO_DGNREPORT_TUNNEL_LOAD_BALANCING_F_ = "Balancing load : Sub1(P,b) = Sub1(C,c) + Sub1(C,s) + Sub1(T,s) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_LOAD_COMB = "Load combinations"
IDS_GEO_DGNREPORT_TUNNEL_MANAGE_LEVEL = "Management level"
IDS_GEO_DGNREPORT_TUNNEL_MANAGE_STANDARD = "Management standard"
IDS_GEO_DGNREPORT_TUNNEL_MANAGE_STANDARD_MM = "Management standard\n(mm/day)"
IDS_GEO_DGNREPORT_TUNNEL_MATERIAL_FORCE = "Member force"
IDS_GEO_DGNREPORT_TUNNEL_MAX_ALLOW_DISP = "Maximum allowable inner displacement"
IDS_GEO_DGNREPORT_TUNNEL_MAX_AXIAL = "When axial force is maximum"
IDS_GEO_DGNREPORT_TUNNEL_MAX_DISP = "Maximum service displacement at crown (cm)"
IDS_GEO_DGNREPORT_TUNNEL_MAX_MOMENT = "At maximum moment"
IDS_GEO_DGNREPORT_TUNNEL_MAX_SHEAR = "At maximum shear force"
IDS_GEO_DGNREPORT_TUNNEL_MAX_SHEARSTEEL_STRENGTH_F_ = "  Maximum rebar shear strength Sub1(V,smax) = 2/3%s\R(Sub1(f,ck))%sb%sd = %s%s"
IDS_GEO_DGNREPORT_TUNNEL_MAX_SHEARSTEEL_STRENGTH2_F_ = "Maximum rebar shear strength Sub1(V,smax) = 2/3%s\R(Sub1(f,ck))%sb%sd = %s%s"
IDS_GEO_DGNREPORT_TUNNEL_MAX_TENSILE_STRESS_ = "Maximum principal stress (%s)"
IDS_GEO_DGNREPORT_TUNNEL_MEASURES = "Measures"
IDS_GEO_DGNREPORT_TUNNEL_MIN_COMPRESS_SAFETY = "When minimum safety factor against flexural compression occurs"
IDS_GEO_DGNREPORT_TUNNEL_MIN_SHEAR_SAFETY = "When minimum safety factor against shear occurs"
IDS_GEO_DGNREPORT_TUNNEL_MIN_SHEARSTEEL_F_ = "  Since %s %sSub1(V,c)/2 %s Sub1(V,u) %s %sSub1(V,c) provide minimum shear reinforcement\n"
IDS_GEO_DGNREPORT_TUNNEL_MIN_TENSILE_STRESS_ = "Minimum principal stress (%s)"
IDS_GEO_DGNREPORT_TUNNEL_MOMENT = "Moment"
IDS_GEO_DGNREPORT_TUNNEL_MOMENT_BALANCING_F_ = "Balancing moment : Sub1(M,b) = Sub1(M,cc) + Sub1(M,cs) + Sub1(M,ts) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_MOMENT_TABLE = "Moment table"
IDS_GEO_DGNREPORT_TUNNEL_NEED_SHEAR_F_ = "  %s Since  %sSub1(V,c) %s Sub1(V,u) provide shear reinforcement\n\n"
IDS_GEO_DGNREPORT_TUNNEL_NEED_STEEL_F_ = "Required reinforcement Sub1( ,applied)Sub1(A,v) = max[Sub1( ,req)Sub1(A,v),Sub1( ,min)Sub1(A,v)] = %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_NEUTRAL_F_ = "Neutral axis : Sub1(c,b) = \F(0.003, 0.003+Sub1(f,y)/Sub1(E,s)) %s d = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_NO_SHEARSTEEL_F_ = "  %s Since %sSub1(V,c)/2 %s Sub1(V,u) no shear reinforcement required\n"
IDS_GEO_DGNREPORT_TUNNEL_NO2_SHEARSTEEL_F_ = "  %s Since %sSub1(V,c) %s Sub1(V,u) no shear reinforcement required\n"
IDS_GEO_DGNREPORT_TUNNEL_NOMINAL_AXLE_LOAD_F_ = "    Nominal axial load : ØSub1(P,n) = %s %s %s Sub1(P,u) ....... "
IDS_GEO_DGNREPORT_TUNNEL_NOMINAL_MOMENT_F_ = "    Nominal moment : ØSub1(M,n) = %s %s %s Sub1(M,u) ....... "
IDS_GEO_DGNREPORT_TUNNEL_OUTPUT = "Analysis results"
IDS_GEO_DGNREPORT_TUNNEL_OVER_100 = "Equal to and greater than 100"
IDS_GEO_DGNREPORT_TUNNEL_OVERBURDEN = "Overburden (m)"
IDS_GEO_DGNREPORT_TUNNEL_P_ = "- Allowable axial force : P = A x fsa = ( %s x 0.025%s ) / 4 x %s = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_PARALLEL_CHECK = "- Parallel state check\n"
IDS_GEO_DGNREPORT_TUNNEL_PS_ = "- Allowable axial force : P = A x fsa = ( %s x 0.025%s ) / 4 x %s = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_CREATE = "Tunnel report generation"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_CREATE_OUTPUT = "Tunnel analysis report generation - Output"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_DISP_CHECK = "Tunnel analysis report generation - Displacement check"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_DONE = "Tunnel analysis report generation completed"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_FORCE_CHECK = "Tunnel analysis report generation - Member force check"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_PARAM = "Tunnel analysis report generation - Applied design parameters"
IDS_GEO_DGNREPORT_TUNNEL_REVIEW = "Review"
IDS_GEO_DGNREPORT_TUNNEL_REVIEW_POS = "Review position"
IDS_GEO_DGNREPORT_TUNNEL_REVIEW_SATISFACTION_ = "%s Review results - allowable stress satisfied\n"
IDS_GEO_DGNREPORT_TUNNEL_REVIEW_STEEL_NEED_ = "%s Review results - allowable stress exceeded and reinforcing required\n"
IDS_GEO_DGNREPORT_TUNNEL_ROCKBOLT = "* Rock bolt axial force\n"
IDS_GEO_DGNREPORT_TUNNEL_ROCKBOLT_AXIAL = "Rockbolt axial force"
IDS_GEO_DGNREPORT_TUNNEL_ROCKBOLT_AXIAL_ = "Rockbolt axial force (%s)"
IDS_GEO_DGNREPORT_TUNNEL_ROCKBOLT_AXIAL2 = "Rockbolt\naxial force"
IDS_GEO_DGNREPORT_TUNNEL_SAND_LAYER = "Sandy soil layer"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_2MOMENT_ = "Moment of inertia (I)\n%s"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_AREA_ = "Section area (A)\n%s"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_CONSTANT = "\tSection constants and stress calculation equation"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_FACTOR_ = "Section property (Z)\n%s"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_REVIEW = "Section review"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_TABLE = "Section force table"
IDS_GEO_DGNREPORT_TUNNEL_SETTLE_OCCUR = "Settlement occurred"
IDS_GEO_DGNREPORT_TUNNEL_SHARE_LOAD = "Load sharing ratio (%)"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_ = "Shear stress (%s)"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_FORCE = "Shear force"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_RESULT = "Shear check results"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_STEEL_F_ = "+ Shear reinforcement (Sub1(A,v)) = %s - %s Legs = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_STRESS = "Shear stress"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_TABLE = "Shear force table"
IDS_GEO_DGNREPORT_TUNNEL_SHEARCHECK_SECTIONFORCE = "Section forces when checking shear"
IDS_GEO_DGNREPORT_TUNNEL_SHEARSTEEL_F_ = "  Since %s %sSub1(V,c) %s Sub1(V,u) shear reinforcement required\n"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCREATE_COMPRESS = "Shotcrete flexural compression stress"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCREATE_SHEAR = "Shotcrete allowable shear stress"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCREATE_STRESS = "* Shotcrete allowable stress\n"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_COMPRESS = "Shotcrete\nflexural compression stress"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_MOMENT = "Shotcrete moment"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_MOMENT_ = "Shotcrete moment (%s)"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_SHEAR = "Shotcrete\nshear stress"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_SHEAR2 = "Shotcrete shear stress"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_SHEAR2_ = "Shotcrete shear force (%s)"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_STRESS_ = "Shotcrete stress (%s)"
IDS_GEO_DGNREPORT_TUNNEL_SOFTROCK_B = "B(Soft rock)"
IDS_GEO_DGNREPORT_TUNNEL_SOIL_PLASTIC = "Plastic soil"
IDS_GEO_DGNREPORT_TUNNEL_STABILITY_STANDARD = "Tunnel Stability Evaluation Standard"
IDS_GEO_DGNREPORT_TUNNEL_STAGE_DISP_RESULT = "Displacements by construction stages"
IDS_GEO_DGNREPORT_TUNNEL_STAGE_FORCE = "Forces of temporary support members by construction stages"
IDS_GEO_DGNREPORT_TUNNEL_STRENGTH_ = "Strength\n(%s)"
IDS_GEO_DGNREPORT_TUNNEL_STRENGTH_DGN = "Strength design method"
IDS_GEO_DGNREPORT_TUNNEL_STRESS_FORMULA = "General equation for stress check"
IDS_GEO_DGNREPORT_TUNNEL_STRESS_STANDARD_ = "\tStandard for stress check : %s"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_ALLOWSTRESS = "Standard for Structures Allowable Stresses"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_AXIAL = "Axial forces of structures"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_AXIAL_ = "Axial forces of the structure : %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_AXIAL2_ = "Axial forces of the structure : %s ~ %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_AXIAL3_ = "Axial forces of the structure (%s)"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_BENDING_COMPRESS_STRESS = "Flexural axial stresses of the structure"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_COMPRESS_ = "Compressive stresses of the structure : %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_COMPRESS2_ = "Compressive stresses of the structure : %s ~ %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_SHEAR_ = "Shear stresses of the structure : %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_SHEAR_STRESS = "Shear stresses of the structure"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_SHEAR2_ = "Shear stresses of the structure : %s ~ %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_STRESS_ = "Structure stress (%s)"
IDS_GEO_DGNREPORT_TUNNEL_TENSE_SEEL_F_ = "* Yield strength of tension rebars (Sub1(f,y)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_TENSILE_STRESS = "Tensile stress"
IDS_GEO_DGNREPORT_TUNNEL_TENSION_RULE_EB_F_ = "Sub1(e,b) %s e ............. tension governed\n"
IDS_GEO_DGNREPORT_TUNNEL_TENSION_RULE_F_ = "Sub1(P,u) %s 0 ............. tension governed\n"
IDS_GEO_DGNREPORT_TUNNEL_THICKNESS_SECTION_ = "* Section thickness (H) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_THICKNESS_SECTION2_ = "* Section thickness (H) = %s ~ %s %s"
IDS_GEO_DGNREPORT_TUNNEL_TOP_STELL_F_ = "+ Top bars (Sub1(A,st)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_TOTAL_DISP = "Total displacement"
IDS_GEO_DGNREPORT_TUNNEL_TOTAL_DISP_ = "Total displacement (%s)"
IDS_GEO_DGNREPORT_TUNNEL_TRIAL_ERROR = "- Section strength check (by Trial and Error Method with an assumed neutral axis\n"
IDS_GEO_DGNREPORT_TUNNEL_ULTIMATE_AXIAL_F_ = "Ultimate axial force (Sub1(P,u)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_ULTIMATE_AXIAL2_F_ = "Ultimate axial force (Sub1(P,u)) = %s %s\n\n"
IDS_GEO_DGNREPORT_TUNNEL_ULTIMATE_MOMENT_F_ = "Ultimate moment (Sub1(M,u)) = %s %s\n\n"
IDS_GEO_DGNREPORT_TUNNEL_ULTIMATE_SHEAR_F_ = "Ultimate shear force (Sub1(V,u)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_UNDER_STRUCT = "Underground structures"
IDS_GEO_DGNREPORT_TUNNEL_UNDERGD_MEASURE = "Instrumentation management standard and measures for underground power plant tunnel"
IDS_GEO_DGNREPORT_TUNNEL_USED_STEEL_F_ = "  Reinforcement used Sub1(A,v) = %s %s %s Sub1(,min)Sub1(A,v) ....... "
IDS_GEO_DGNREPORT_TUNNEL_USED_STEEL2_F_ = "Reinforcement used Sub1(A,v) = %s %s %sSub1( ,applied)Sub1(A,v) ....... "
IDS_GEO_DGNREPORT_TUNNEL_USED_STEEL3_F_ = "  Reinforcement used Sub1(A,v) = %s %s %s Sub1( ,req)Sub1(A,v)....... "
IDS_GEO_DGNREPORT_TUNNEL_USER_DEFINE = "User defined"
IDS_GEO_DGNREPORT_TUNNEL_VCA_SHEAR_ = "- Allowable shear stress : Vca = 0.08 \R(fck) = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_VCAS_SHEAR_ = "- Allowable shear stress : Vca = 0.08\R(fck) = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_VERT_DISP = "Vertical displacement"
IDS_GEO_DGNREPORT_TUNNEL_VERT_STRAIN = "Vertical strain"
IDS_GEO_DGNREPORT_TUNNEL_WEATHERED_C = "C(Weathered rock)"
IDS_GEO_DGNREPORT_TUNNEL_WIDTH_UNIT_ = "Unit width (B) = %s %s\n"
IDS_GEO_DGNREPORT_UNITWEIGHT = "Unit weight (tonf/m^3)"
IDS_GEO_DGNREPORT_UNITWEIGHT_ = "Unit weight\n(%s)"
IDS_GEO_DGNREPORT_WET_UNITWEIGHT_ = "Wet unit weight\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_UUTEST = "Pack Shear Stress(UU test)"
IDS_GEO_DGNREPORT_SLOPE_CDTEST = "Residual Shear Stress(CD test)"
IDS_GEO_DGNREPORT_CONSOL_BURIED_LAYER = "Landfill"
IDS_GEO_DGNREPORT_CONSOL_BURIED_THICK_ = "Landfill%s"
IDS_GEO_DGNREPORT_CONSOL_BURIED_THICK2_ = "Landfill(%s)"
IDS_GEO_DGNREPORT_CONSOL_BURIED_THICK = "Landfill Width"
IDS_GEO_DGNREPORT_CONSOL_BURIED_THICK2 = "Landfill Width"
IDS_GEO_DGNREPORT_CONSOL_WATERLEVEL = "Water Level"
IDS_GEO_DGNREPORT_FDN_SAND_CPHI = "C-Phi"
IDS_GEO_DGNREPORT_ROCK_Introduction = "Introduction"
IDS_GEO_DGNREPORT_ROCK_Research_Obejectives = "Project Objectives"
IDS_GEO_DGNREPORT_ROCK_IResearch_Obejective1 = "The main objectives for analyzing and designing rock slope are to determine the optimum angle of slope and reinforcing method based on the constructability and cost effectiveness.\nUnlike soil slope, rock has discontinuities such as joints, fault and fractured zone where unstable factors already exist."
IDS_GEO_DGNREPORT_ROCK_Research_Scope = "Project Scope"
IDS_GEO_DGNREPORT_ROCK_Research_Scope1 = "In general, if the cut slope is over 20m high, then it will be estimated as unstable state and analyzied based on the design criteria. Following table is detailed indicator to make a decision the project scope."
IDS_GEO_DGNREPORT_ROCK_Research_Scope2 = "[Project Scope]"
IDS_GEO_DGNREPORT_ROCK_Research_Scope3 = "Type"
IDS_GEO_DGNREPORT_ROCK_Research_Scope4 = "Evaluation of Indicator"
IDS_GEO_DGNREPORT_ROCK_Research_Scope5 = "Cut Slope"
IDS_GEO_DGNREPORT_ROCK_Research_Scope6 = "Cut slope with a height over 20m\nWeathered/Fractured soil and rock\nEvaluation of adjacent structures near by cut-slope\nIn case of slope having failure history\nOutflow regulation during high water levels\n"
IDS_GEO_DGNREPORT_ROCK_Design_Criteria = "Design Criteria"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type = "Slope Angle"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type1 = "In general, standard angle of cut-slope are tabled below based on the classification of rock."
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type2 = "Rock Classification\n(Strength)"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type3 = "Rock Quality"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type4 = "T.C.R %"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type5 = "R.Q.D %"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type6 = "Excavation\nMethod"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type7 = "Slope Angle"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type8 = "Slope Berm Construction"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type9 = "Weathered\nRock"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type10 = "Under 20%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type11 = "Under 10%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type12 = "Reaping Rock"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type13 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type14 = "1m in width at an interval of 5m in height"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type15 = "Intact Rock"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type16 = "20-30%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type17 = "10-25%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type18 = "Blasting Rock"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type19 = "1:0.8"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type20 = "40-50%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type21 = "25-30%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type22 = "Blasting Rock"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type23 = "1:0.7"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type24 = "Over 70%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type25 = "40-50%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type26 = "Blasting Rock"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type27 = "1:0.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type28 = "1~2m in width at an interval of 10m in height\n3m in width at an interval of 20m in height"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type29 = "[Standard Slope based on the Rock Classification]"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type1 = "Classification"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type2 = "Slope Height"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type3 = "Slope Angle"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type4 = "Ministry of Construction"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type5 = "Highway Co.(KR)"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type6 = "Korea Land Co."
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type7 = "LH Co.(KR)"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type8 = "Soil"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type9 = "Over 5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type10 = "1:1.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type11 = "1:1.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type12 = "1:1.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type13 = "1:1.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type14 = "0~5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type15 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type16 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type17 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type18 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type19 = "Reaping Rock"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type20 = "Over 5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type21 = "0~5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type22 = "1:0.7"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type23 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type24 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type25 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type26 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type27 = "Blasting Rock"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type28 = "Soft Rock"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type29 = "Hard Rock"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type30 = "Over 5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type31 = "0~5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type32 = "1:0.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type33 = "1:0.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type34 = "1:0.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type35 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type36 = "1:0.8"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type37 = "[Standard Slope for Institute]"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction = "Slope Berm Construction"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction1 = "The main purpose for construction of slope-berm is to ensure both slope stability against widespread failure and securing passageway for maintenance."
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction2 = "Classification"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction3 = "Institute"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction4 = "Slope Berm Construction"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction5 = "Korea"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction6 = "Japan"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction7 = "Highway Co.\nHighway Design Manual\n(1996)"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction8 = "Ministry of Construction"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction9 = "Highway Design Manual"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction10 = "Standard Construction Specification"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction11 = "Reaping Rock : R.Q.D = 0~10%, 1m with 5m of height increment\nBlasting Rock\nRQD = 10~25% : 1~2m with 10m of height increment\nRQD = 25~35% : 1~2m with 10m of height increment\nRQD = Over 40% : 3m with 20m of height increment"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction12 = "1m with 5m of height increment, 3m with 20m of height increment"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction13 = "At an interval of 7m in height"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction14 = "Boundary of Strata. At an interval of 7m in height"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction15 = "[Standard for Slope Berm Construction]"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety = "Design Criteria for Cut-Slope"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety1 = "Design criteria for cut slope is generally ranged from 1.1 to 1.5 for dry and wet season. It is also based on the site investigation and loading condition of slope."
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety2 = "Minimum Safety Factor"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety3 = "KISTEC(KR)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety4 = "Korea Expressway Co."
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety5 = "NAVFAC(US)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety6 = "National Coal\nBoard(UK)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety7 = "Wet"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety8 = "Dry"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety9 = "Korean Design Code"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety10 = "Road Design Directives"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety11 = "Loading Applied in Long Term"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety12 = "Structure Foundation"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety13 = "Temporary Load during Construction"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety14 = "During an Earthquake"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety15 = "Pack Shear Stress(UU test)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety16 = "Residual Shear Stress(CD test)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety17 = "Saturated Sand(C=0)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety18 = "C=0, in case of CD test"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety19 = "[Design Criteria for Cut-Slope]"
IDS_GEO_DGNREPORT_ROCK_Design_Options = "Design Option"
IDS_GEO_DGNREPORT_ROCK_Design_Options1 = "Classification"
IDS_GEO_DGNREPORT_ROCK_Design_Options2 = "Minimum Safety Factor"
IDS_GEO_DGNREPORT_ROCK_Design_Options3 = "Cut Slope"
IDS_GEO_DGNREPORT_ROCK_Design_Options4 = "Dry"
IDS_GEO_DGNREPORT_ROCK_Design_Options5 = "Wet"
IDS_GEO_DGNREPORT_ROCK_Design_Options6 = "[Design Option]"
IDS_GEO_DGNREPORT_Rock_Slope_Stability_Analysis = "Rock Slope Stability Analysis"
IDS_GEO_DGNREPORT_Rock_Slope_Stability_Analysis1 = "Background"
IDS_GEO_DGNREPORT_Rock_Slope_Stability_Analysis2 = "Stereographically project the direction of discontinuities and the angle of internal friction, which are obtained from field geological survey, and evaluate the stability by failure modes of rock slope.\nApply the information and the strength characteristic of the joint plane, which was classified as the failure probability (instability) from stereographic projection analysis."
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis = "Stereographic Analysis"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis1 = "Stereographic analysis can be classified into pole plot and great-circle plot. Great-circle plot is to estimate the possibility of wedge failure, otherwise pole plot is for both plane and toppling failure.\nThe existing method using a small circle, which was used to draw the strike difference between the slope and the joint plane, represents the range of angle at a certain point, not the actual strike. Therefore, to draw the exact failure criterion, a great circle with a 90-degree slope should be drawn. With the additional great circle (straight line), it is possible to determine the possible failure area more reasonably.\nEven though discontinuities are not included in the probable failure area, if there is an unstable factor when the property of joint plane (filling materials) was considered, the stability check should be performed."
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis2 = "Classification"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis3 = "Plane Failure"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis4 = "Wedge Failure"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis5 = "Toppling Failure"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis6 = "Pole\nand Cone"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis7 = "Pole\nand Great circle"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis8 = "[Unstable Region for each Failure mode]"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis = "Limit Equilibrium Analysis"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis1 = "Limit equilibrium analysis is to check the stability of failure considering the strength characteristic of joints, wedge weight and loading condition such as water pressure, reinforcing forces and external loads."
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis2 = "Classification"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis3 = "Failure Mode"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis4 = "Failure Conditions"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis5 = "P"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis6 = "W"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis7 = "T"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis8 = "The failure block has unit thickness and both sides of failure block are assumed to be free face, which has no frictional resistance.\nThe strike of joint plane should be approximately parallel to the strike of slope face within +-20deg. \nJoint plane should have more gradual dip than slope plane so that the joint plane is exposed through the slope plane.\nThe dip of joint plane should be larger than the friction angle of joint plane."
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis9 = "Wedge failure can occur by sliding on both planes in a direction along the line of intersection or by sliding along one plane only with separation across the other planes.\nThe plunge of the line of intersection of the two intersecting joint planes must exceed the angle of friction for the rock surface.\nThe plunge of the line of intersection of the two joint planes must be less than the dip of the slope plane.\nThe trend of line of intersection of the two joint planes must be approximately parallel to the dip direction of the slope plane (within +-20 deg)."
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis10 = "The strike of joint plane should be approximately parallel to the strike of slope face, otherwise the dip of joint plane should be opposite direction of slope face. Toppling failure, in general, is caused by the combination of sliding and rotational behavior of block, so that the factor of safety cannot be calculated by simple equation (FS = Resisting force / Driving force)."
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis11 = "[Failure Conditions for each Failure Mode,(P: Plane, W: Wedge, T: Toppling]"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement = "Overview of Reinforcement"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement1 = "Following is the representative reinforcement methods to ensure slope stability. It depends on the strength of rock, distribution of discontinuities and failure behavior."
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement2 = "Reinforcements"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement3 = "Description"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement4 = "Outline"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement5 = "Rock\nBolt"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement6 = "Rock\nAnchor"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement7 = "By drilling the foundation with a rock drill, inserting the bolt into the hole and grouting it, this method fixes the float stone to the foundation. Rock Bolt improves the ground strength and thus decreases the driving force and increases the resisting force, rather than increasing its own strength. The length and spacing of Rock Bolt should be decided according to the ground strength, joint, crack development status, water condition, ease of expansion of borehole, certainty of grouting, etc. This method is effective for the severely cracked or joint area or when the partial reinforcement is required for sections at risk of falling rocks. This method suppresses the activities occurring along the crack and joint of rock."
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement8 = "This method compresses the slope by tensile force and increases the shear resisting force of foundation, by anchoring the PC steel wire, which can resist high tension, deeper than the expected slip surface of cut slope after drilling the foundation. This method is mainly used to prevent the block failure of rock and restrain the deformation. Rock Anchor is effective for direct reinforcement due to pullout resistance of foundation and indirect strengthening of material property of foundation. And it increases the resisting force after deformation occurs rather than decreasing the driving force. This method is appropriate for the rock slope where massive destruction is expected to occur or when slope stability is required due to continuity of joint planes."
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement9 = "[Overview of Reinforcement]"
IDS_GEO_DGNREPORT_Rock_Results = "Results"
IDS_GEO_DGNREPORT_Rock_SGP_Results = "Stereographic Analysis"
IDS_GEO_DGNREPORT_Rock_SGP_Results1 = "Stereographically project the direction of discontinuities and the angle of internal friction, which are obtained from field geological survey, and evaluate the stability by failure modes of rock slope using SoilWorks."
IDS_GEO_DGNREPORT_Rock_SGP_Results2 = "Type"
IDS_GEO_DGNREPORT_Rock_SGP_Results3 = "Results"
IDS_GEO_DGNREPORT_Rock_SGP_Results4 = "Evaluation"
IDS_GEO_DGNREPORT_Rock_SGP_Results5 = "Stereo Net"
IDS_GEO_DGNREPORT_Rock_SGP_Results6 = "Plane Failure"
IDS_GEO_DGNREPORT_Rock_SGP_Results7 = "Wedge Failure"
IDS_GEO_DGNREPORT_Rock_SGP_Results8 = "Toppling Failure"
IDS_GEO_DGNREPORT_Rock_SGP_Results9 = "Standard Slope Angle"
IDS_GEO_DGNREPORT_Rock_SGP_Results10 = "Check"
IDS_GEO_DGNREPORT_Rock_SGP_Results11 = "Unstable"
IDS_GEO_DGNREPORT_Rock_SGP_Results12 = "Stable"
IDS_GEO_DGNREPORT_Rock_SGP_Results13 = "Dip direction of Slope : %s\nFriction Angle : %s\nSlope %s - Possible to %s\n"
IDS_GEO_DGNREPORT_Rock_SGP_Results14 = "Dip direction of Slope : %s\nFriction Angle : %s\nStable\n"
IDS_GEO_DGNREPORT_Rock_SGP_Results15 = "[%s]"
IDS_GEO_DGNREPORT_Rock_LEM_Results = " Results"
IDS_GEO_DGNREPORT_Rock_LEM_Results1 = "LEM"
IDS_GEO_DGNREPORT_Rock_LEM_Results2 = "Apply the information and the strength characteristic of the joint plane, which was classified as the failure probability (instability) from the stereographic projection analysis using SoilWorks."
IDS_GEO_DGNREPORT_Rock_LEM_Results3 = "Type"
IDS_GEO_DGNREPORT_Rock_LEM_Results4 = "Unit Weight(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results5 = "Joint 1"
IDS_GEO_DGNREPORT_Rock_LEM_Results6 = "Joint 2"
IDS_GEO_DGNREPORT_Rock_LEM_Results7 = "Unreinforced[Dry]"
IDS_GEO_DGNREPORT_Rock_LEM_Results8 = "Unreinforced[Wet]"
IDS_GEO_DGNREPORT_Rock_LEM_Results9 = "Unreinforced[Dry]"
IDS_GEO_DGNREPORT_Rock_LEM_Results10 = "Reinforced[Wet]"
IDS_GEO_DGNREPORT_Rock_LEM_Results11 = "Design Criteria"
IDS_GEO_DGNREPORT_Rock_LEM_Results12 = "Factor of Safety"
IDS_GEO_DGNREPORT_Rock_LEM_Results13 = "Check"
IDS_GEO_DGNREPORT_Rock_LEM_Results14 = "In case of [%s], the safety factor satisfy the allowable one, %.3f, Stable."
IDS_GEO_DGNREPORT_Rock_LEM_Results15 = "In case of [%s], the safety factor do not satisfy the allowable one, %.3f, Reinforcement is required."
IDS_GEO_DGNREPORT_Rock_LEM_Results16 = "[%s]"
IDS_GEO_DGNREPORT_Rock_LEM_Results17 = "Mohr-coulomb"
IDS_GEO_DGNREPORT_Rock_LEM_Results18 = "Barton-Bandis"
IDS_GEO_DGNREPORT_Rock_LEM_Results19 = "Hoek-Brown"
IDS_GEO_DGNREPORT_Rock_LEM_Results20 = "Generalized Hoek-Brown"
IDS_GEO_DGNREPORT_Rock_LEM_Results21 = "Power Curve"
IDS_GEO_DGNREPORT_Rock_LEM_Results22 = "[Model Type : %s]"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Mohr_coulomb1 = "Cohesion(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Mohr_coulomb2 = "Friction Angle(deg)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Mohr_coulomb3 = "[Shear Strength Parameters]"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Barton_Bandis1 = "JRC"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Barton_Bandis2 = "JCS(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Barton_Bandis3 = "Phir(deg)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Hoek_Brown1 = "UCS(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Hoek_Brown2 = "m"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Hoek_Brown3 = "s"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Generalized_Hoek_Brown1 = "UCS(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Generalized_Hoek_Brown2 = "mb"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Generalized_Hoek_Brown3 = "s"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Generalized_Hoek_Brown4 = "a"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Power_Curve1 = "a"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Power_Curve2 = "b"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Power_Curve3 = "c"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Consider_Filling1 = "Friction Angle(deg)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Consider_Filling2 = "Filling Ratio"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Consider_Filling3 = "[Strength Parameters for Filling Materials]"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent1 = "Tensile Force(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent2 = "Shear Force(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent3 = "Pullout Force(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent4 = "Number"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent5 = "RockBolt"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent6 = "RockAnchor"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent7 = "Total Length(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent8 = "Ungrouted Length"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent9 = "Grouted Length"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent10 = "Number(/%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent11 = "[Reinforcement Properties]"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions = "Summary and Conclusions"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions1 = "Summary for each section"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions2 = "[Stereographic Analysis]"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions3 = "Type"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions4 = "Pre-Evaluation"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions5 = "Standard Slope"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions6 = "Results"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions7 = "Plane Failure"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions8 = "Wedge Failure"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions9 = "Toppling Failure"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions10 = "Unstable"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions11 = "Stable"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions12 = "[Limit Equilibrium Analysis]"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions13 = "Check"
IDS_GEO_DLL_ERROR = "Can't Find "
IDS_GEO_DLL_REPORT_ERROR = "호환되지 않는 버전의 설계 Report 모듈입니다."
IDS_GEO_DGNREPORT_CONSOL_IZ_Z = "Iz-Z관계"
IDS_GEO_DGNREPORT_CONSOL_E_Z = "E-Z관계"
IDS_GEO_DGNREPORT_CONSOL_BARRON = "Barron"
IDS_GEO_DGNREPORT_CONSOL_YOSHIKUNI = "Yoshikuni"
IDS_GEO_DGNREPORT_CONSOL_HANSBO = "Hansbo"
IDS_GEO_DGNREPORT_CONSOL_ONOUE = "Onoue"
IDS_GEO_DGNREPORT_CONSOL_BARRON_YEAR = "Barron\n(1948)"
IDS_GEO_DGNREPORT_CONSOL_YOSHIKUNI_YEAR = "Yoshikuni\n(1979)"
IDS_GEO_DGNREPORT_CONSOL_HANSBO_YEAR = "Hansbo\n(1981)"
IDS_GEO_DGNREPORT_CONSOL_ONOUE_YEAR = "Onoue\n(1988)"
IDS_GEO_DGNREPORT_CONSOL_WELL_RESISTANCE = "Well Resistance"
IDS_GEO_DGNREPORT_CONSOL_SMEAR_EFFECT = "Smear Effect"
IDS_GEO_DGNREPORT_FDN_ISOF = "직접기초"
IDS_GEO_DGNREPORT_FDN_ISOF_SUMMARY = "직접기초 요약"
IDS_GEO_DGNREPORT_FDN_RESULT_SUMMARY = "설계결과 요약"
IDS_GEO_DGNREPORT_FDN_ISOF_BEARING = "직접기초의 지지력 검토 요약"
IDS_GEO_DGNREPORT_FDN_STATIC = "정역학적 검토"
IDS_GEO_DGNREPORT_FDN_INSITU = "현장시험"
IDS_GEO_DGNREPORT_FDN_ISOF_LATERAL = "직접기초의 횡방향지지력 검토 요약"
IDS_GEO_DGNREPORT_FDN_LATERAL = "횡방향지지력 검토"
IDS_GEO_DGNREPORT_FDN_VER_SETTLEMENT = "연직침하량 검토"
IDS_GEO_DGNREPORT_FDN_AXIALDIR = "축방향"
IDS_GEO_DGNREPORT_FDN_AXIALORTHDIR = "축직각방향"
IDS_GEO_DGNREPORT_FDN_THEORY_BEARING = "이론적 지지력 공식(%s)"
IDS_GEO_DGNREPORT_FDN_SHEAR_BEARING = "지반의 허용전단지지력"
IDS_GEO_DGNREPORT_FDN_SETTLEMENT = "침하량 검토"
IDS_GEO_DGNREPORT_FDN_TERZAGHI = "Terzaghi의 극한지지력"
IDS_GEO_DGNREPORT_FDN_LOCAL_SHEAR = "국부전단파괴"
IDS_GEO_DGNREPORT_FDN_MODIFY_SHEAR = "수정전단파괴"
IDS_GEO_DGNREPORT_FDN_BEARING_PLACE = "현장시험을 통한 지지력 산정"
IDS_GEO_DGNREPORT_FDN_BEARING_CLAY = "점토지반에서 현장베인시험 결과 이용"
IDS_GEO_DGNREPORT_FDN_BEARING_SAND = "모래자갈지반에서 공내재하시험 결과 이용"
IDS_GEO_DGNREPORT_FDN_BEARING_EXPERIENCE = "경험치에 의한 지지력 산정"
IDS_GEO_DGNREPORT_FDN_BEARING_CON = "콘관입시험에 의한 허용지지력 산정 (Meyerhof, 1956)"
IDS_GEO_DGNREPORT_FDN_BEARING_PLATE = "평판재하시험에 의한 극한지지력의 산정"
IDS_GEO_DGNREPORT_FDN_ROCK_BEARING = "암반의 지지력산정"
IDS_GEO_DGNREPORT_FDN_BEARING_AXIAL = "일축압축강도를 이용한 지지력 산정"
IDS_GEO_DGNREPORT_FDN_BEARING_ROCKLEVEL = "암반등급분류법에 의한 지지력 산정"
IDS_GEO_DGNREPORT_FDN_BEARING_RQD = "RQD에 근거한 허용지지력"
IDS_GEO_DGNREPORT_FDN_BOTTOM_SHEAR = "기초바닥면의 허용전단저항력"
IDS_GEO_DGNREPORT_FDN_MOVE_PREVENT = "활동방지벽이 유효재하면 이내에 있는 경우"
IDS_GEO_DGNREPORT_FDN_ELASTIC_SETTLEMENT = "탄성이론에 의한 침하량 산정"
IDS_GEO_DGNREPORT_FDN_CLAY_SETTLEMENT = "포화점토상의 기초의 탄성침하량 산정"
IDS_GEO_DGNREPORT_FDN_TRANSFORM_SETTLEMENT = "변형영향계수를 이용한 사질토에서의 탄성침하량 산정"
IDS_GEO_DGNREPORT_FDN_PLATE_SETTLEMENT = "평판재하시험 결과로부터 기초의 침하량 추정"
IDS_GEO_DGNREPORT_FDN_ELASTIC_SETTLEMENT_1 = "탄성이론에 의한 침하량 산정-Ⅰ((Df=0)"
IDS_GEO_DGNREPORT_FDN_ELASTIC_SETTLEMENT_2 = "탄성이론에 의한 침하량 산정-Ⅱ((Df>0)"
IDS_GEO_DGNREPORT_FDN_ELASTIC_DISPLACEMENT = "탄성변위량"
IDS_GEO_DGNREPORT_FDN_SCHMERTMANN_HARTMAN = "Schmertmann and Hartman(1978)"
IDS_GEO_DGNREPORT_FDN_TERZAGHI_PECK = "Terzaghi and Peck(1967)"
IDS_GEO_DGNREPORT_FDN_BOND = "Bond(1961)"
IDS_GEO_DGNREPORT_FDN_ECCEN_CORRECTION = "편심하중에 대한 보정"
IDS_GEO_DGNREPORT_FDN_GROUNDWATER = "지하수위 영향"
IDS_GEO_DGNREPORT_FDN_ISOF_STATE = "직접기초 현황"
IDS_GEO_DGNREPORT_FDN_ELASTIC_RESTRAIN = "Elastically Restrained"
IDS_GEO_DGNREPORT_FDN_ULTIMATE_BEARING = "극한지지력"
IDS_GEO_DGNREPORT_FDN_ASSHTO = "ASSHTO"
IDS_GEO_DGNREPORT_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNREPORT_FDN_ROWE_ARMITAGE = "Rowe and Armitage(1987)"
IDS_GEO_DGNREPORT_FDN_ZHANG_EINSTEIN = "Zhang and Einstein(1998)"
IDS_GEO_DGNREPORT_FDN_CANADIAN_FOUND = "Canadian Foundation Engineering Manual(2006)"
IDS_GEO_DGNREPORT_FDN_NAVFAC = "NAVFAC(1982)"
IDS_GEO_DGNREPORT_FDN_CANADIAN_GEO = "Canadian Geotechnical Society, (1985)"
IDS_GEO_DGNREPORT_FDN_FHWA = "FHWA"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH1 = "喫醴긋팃팃쪽豚冀令(쉔蓼긋팃묏넋세減방렀(GB 50330-2002))"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH2 = "긋팃喫竟잚謹"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH3 = "I잚"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH4 = "II잚"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH5 = "III잚"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH6 = "IV잚"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH7 = "루뺏넋똑"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH8 = "팃쪽豚冀令(멕욱궐)"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH9 = "H%s8m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH10 = "8m%sH%s15m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH11 = "15m%sH%s25m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH12 = "菓루뺏"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH13 = "櫓된루뺏"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH14 = "퓻루뺏"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH15 = "1:0.00~1:0.10"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH16 = "1:0.10~1:0.15"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH17 = "1:0.10~1:0.15"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH18 = "1:0.15~1:0.25"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH19 = "1:0.25~1:0.35"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH20 = "1:0.35~1:0.50"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH21 = "1:0.50~1:0.75"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH22 = "1:0.75~1:1.00"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH23 = "1:0.10~1:0.15"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH24 = "1:0.15~1:0.25"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH25 = "1:0.15~1:0.25"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH26 = "1:0.25~1:0.35"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH27 = "1:0.35~1:0.50"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH28 = "1:0.50~1:0.75"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH29 = "1:0.75~1:1.00"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH30 = "1:0.15~1:0.25"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH31 = "1:0.25~1:0.35"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH32 = "1:0.25~1:0.35"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH33 = "1:0.35~1:0.50"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH34 = "[몹考竟방땍돨깃硫허閨-H槨긋팃멕똑]"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety_CH1 = "쉔蓼긋팃묏넋세減방렀\n(GB50330-2012)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety_CH2 = "寧섬긋팃(틱충샀粮窟뺄땡랬)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety_CH3 = "랗섬긋팃(틱충샀粮窟뺄땡랬)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety_CH4 = "힛섬긋팃(틱충샀粮窟뺄땡랬)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_INPUTDATA = "볺쀍긢??"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_MODELIMAGE = "긾긢깑?"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Newmark_Remain = "Newmark - 럄뿯떗뱗믟돷"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Newmark_Moment = "Newmark - 뢷렄떗뱗믟돷"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Nexco_None = "Nexco - 떗뱗믟돷귩뛩뿶궢궶궋"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Nexco_Remain = "Nexco - 뢷렄떗뱗믟돷"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Nexco_Moment = "Nexco - 럃렄떗뱗믟돷"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Remain = "럄뿯떗뱗"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Remain_a = "럄뿯떗뱗(a)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Remain_b = "럄뿯떗뱗(b)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Peek = "긯?긏떗뱗"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Peek_a = "긯?긏떗뱗(a)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Peek_b = "긯?긏떗뱗(b)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_COHESION = "봖뭶쀍\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_FRICTION_ANGLE = "볙븫?랢둷\n%s(걢)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_PARAM = "긬깋긽??"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_GMAT_NO = "뭤붦븿맜\n붥뜂"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_D50 = "D50\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_CALC_SAFETY = "댝멣뿦똶럁"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_MIN_SAFETY_LIST = "띍룷댝멣뿦깏긚긣"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_ANALNAME = "됶먏긑?긚뼹 : %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_ANALTYPE = "됶먏롰쀞 : %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_CALCTYPE = "똶럁뺴? : %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_FORMULA = "똶럁렜\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_FROMHERE = "궞궞궳\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_FS = "%s: 댝멣뿦\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_R = "%s: 궥귊귟?뚇궻뵾똞(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_C = "%s: 봖뭶쀍(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_L = "%s: 긚깋귽긚뮮궠(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_W = "%s: 긚깋귽긚궻멣뢣쀊(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Alpha = "%s: 긚깋귽긚뭷?궴궥귊귟?궻뭷륲듩둷뱗[deg]\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_W_ = "%s: 긚깋귽긚뢣쀊(릣댧댥돷궼뻆쁝뭁댧뫬먑뢣쀊(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_KH = "%s: 먠똶릣빟릏뱗\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_PHI = "%s: 볙븫?랢둷[deg]\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_y = "%s: 긚깋귽긚궻뮮궠(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dMinSafety = "띍룷댝멣뿦 = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dCircleCenterX = "?궻뭷륲 X뺴뛀띆뷭뭠(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dCircleCenterZ = "?궻뭷륲 Z뺴뛀띆뷭뭠(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dCircleRadius = "?궻뵾똞?R(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dMomentofResistance = "믭뛕긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dMomentofMovement = "딳벍긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_SAFETY_IMG = "댝멣뿦?"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dAH_PEAK = "?븱릏뱗 (긯?긏떗뱗렄) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dAH_RES = "?븱릏뱗 (럄뿯떗뱗렄) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dDINETIA = "뒿맜긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dRNUME = "뭤릏믭뛕쀍궻딈?딳벍긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dRDENO = "뭤릏뒿맜쀍궻딈?딳벍긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dDISPL_MAX = "뒍벍빾댧쀊걙맫걚(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dDISPL_MIN = "뒍벍빾댧쀊걙븠걚(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dDISPL_IMG = "뒍벍빾댧쀊궻렄뜌쀰?"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_NEWMARK_LIST = "긦깄???긏?깏긚긣"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Factor_of_safety_design_criteria = "먠똶딈?댝멣뿦"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Interpretation_of_the_min_safety_factor = "띍룷댝멣뿦"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Fellenius = "Fellenius"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Road_Fellenius = "Modified Fellenius(볷?벞쁇뱘뛊)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_River_Fellenius = "Modified Fellenius(볷?됋먯믥뻞)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_ANALTYPE_Desc = "Newmark궸귝귟뒍벍빾댧쀊똶럁"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_INPUTDATA_STAGE = "볺쀍긢?? - %s"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_CALC_SAFETY_STAGE = "댝멣뿦똶럁 - %s"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_NEWMARK_LIST_STAGE = "긦깄???긏?깏긚긣- %s"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_STAGNAME = "?뛊뭝둏뼹뤝 : %s\n"
IDS_GEO_DGNREPORT_FDN_REACTION = "지반반력"
IDS_GEO_DGNREPORT_FDN_CONDITION = "기초현황"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety20 = "암반 포화구간 1/2심도까지 지하수 적용"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH0 = "쌓기비탈면이 다음 조건에 해당하는 경우에는 반드시 안정해석을 실시한다."
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH1 = "쌓\n기\n부"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH2 = "ㆍ비탈면 높이가 10m 이상인 경우\nㆍ쌓기재료의 함수특성이 높고, 전단강도가 낮은 경우\nㆍ붕괴시 복구가 장시간 소요되거나 주변 인접시설물에 중대한 인명, 재산상\n피해를 주는 경우\nㆍ지형특성으로 인하여 쌓기토체 내부로 지속적인 지하수의 유입이\n발생하는 경우 (경사지반, 계곡부 쌓기)\nㆍ홍수시 비탈면이 침수되거나 비탈끝이 침식되는 경우\nㆍ쌓기비탈면의 원지반이 양호하지 못한 경우(연약지반 등)\nㆍ내진안정해석이 필요한 경우\nㆍ위 조건 외에 설계가자 필요하다고 판단하는 경우"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH3 = "연 약 지 반\n쌓   기   부"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH4 = "ㆍ연약지반 비탈면 안정해석은 단기 및 장기로 구분하여 실시하여야 한다.\nㆍ연약지반 심도에 따른 강도특성 및 압밀에 따른 강도증가, \n공용중 교통하중등을 고려하여야 한다."
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH5 = "쌓기비탈면의 안정해석은 쌓기재료의 특성과 지하수 조건에 대하여 충분히 고려하여야 한다.\n쌓기비탈면의 원지반이 불안정한 경우는 원지반까지 파괴가 발생하는 경우도 고려한다."
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH0 = "한국\n시설안전\n관리공단\n(2011)\n/일반쌓기"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH1 = "장기"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH2 = "단기"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH3 = "건기시"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH4 = "우기시"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH5 = "지진시"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH6 = "쌓기체 내에 지하수가 없는 것으로 해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH7 = "안정성에 가장 불리한 지하수위 혹은 침투해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH8 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH9 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH10 = "한국\n시설안전\n관리공단\n(2011)\n/연약지반 쌓기"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH11 = "쌓기체 내에 지하수가 없는 것으로 해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH12 = "안정성에 가장 불리한 지하수위 혹은 침투해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH13 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH14 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH15 = "한국\n시설안전\n관리공단\n(2011)"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH16 = "지하수가 없는 것으로 해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH17 = "지하수위를 결정하여 해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH18 = "강우강도를 고려하여 침투해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH19 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH20 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH21 = "표준적인 계획 안전율"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH22 = "가설구조물, 건설 중의 비탈면 안정"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH23 = "한국시설안전\n관리공단\n(2006)"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH24 = "연약지반구간"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH25 = "한국시설안전관리공단(2011)"
IDS_GEO_DGNREPORT_SLOPE_EARTHQ_SEASON = "지진시"
IDS_GEO_DGNREPORT_SLOPE_EARTHQ_SATISFACTION_ = "- 지진시 단면의 %s 비탈면 안정성 검토결과 %s의 경우 허용 안전율 %g를 만족하여 안전한 것으로 판단됨."
IDS_GEO_DGNREPORT_SLOPE_EARTHQ_UNSATISFACTION_ = "- 지진시 단면의 %s 비탈면 안정성 검토결과 %s의 경우 허용 안전율 %g를 만족하지 못하므로 추가 검토가 필요함."
IDS_GEO_DGNREPORT_SLOPE_EARTHQ_ADD_CHECK_ = "- 지진시 단면의 %s 비탈면 안정성 검토결과 %s에서 허용 안전율 %g를 만족하지 못하므로 추가 검토가 필요함."
IDS_GEO_DGNREPORT_PILETIP_BOLT_HEAD_CHECK = "선단부 접합(접시머리볼트)검토"
IDS_GEO_DGNREPORT_PILE_NUM = "말뚝번호"
IDS_GEO_DGNREPORT_GRPPILE_EFFECT = "군말뚝 지지력 감소율 적용(Converse-Labarre)"
